{
  "origin": "Journal of Sports Sciences_load on riders of top-level.pdf",
  "title": "Journal of Sports Sciences load on riders of top level",
  "content": "Full Terms & Conditions of access and use can be found at\nhttp://www.tandfonline.com/action/journalInformation?journalCode=rjsp20\nDownload by: [Cornell University Library]Date: 19 July 2017, At: 23:24\nJournal of Sports Sciences\nISSN: 0264-0414 (Print) 1466-447X (Online) Journal homepage: http://www.tandfonline.com/loi/rjsp20\nProfiling the physical load on riders of top-level\nmotorcycle circuit racing\nEmanuele D’Artibale, Paul B. Laursen & John B. Cronin\nTo cite this article: Emanuele D’Artibale, Paul B. Laursen & John B. Cronin (2017): Profiling the\nphysical load on riders of top-level motorcycle circuit racing, Journal of Sports Sciences, DOI:\n10.1080/02640414.2017.1355064\nTo link to this article:  http://dx.doi.org/10.1080/02640414.2017.1355064\nPublished online: 14 Jul 2017.\nSubmit your article to this journal \nArticle views: 6\nView related articles \nView Crossmark data\n\nARTICLE\nProfiling the physical load on riders of top-level motorcycle circuit racing\nEmanuele D’Artibale, Paul B. Laursen and John B. Cronin\nSPRINZ, AUT Millennium, Auckland University of Technology, Auckland, New Zealand\nABSTRACT\nManoeuvring a motorcycle at high-speed in official competition has been shown to expose riders to\nsubstantial and complex physiological and psychological demands, however few studies have analysed\nthe physical load experienced by professional racers. This study aimed to quantify the physical stress\nexperienced by riders and explore relationships between performance related variables (i.e. crashes).\nPerformance and braking data were collected from official race reports from 2013 to 2015 of the top\nclass of the FIM Road Racing Grand Prix World Championship. Top-level riders are exposed to a\nconsiderable volume (175 ± 42 brakes and 372 ± 48 leans to corner per race) of high intensity actions\n(>40% of brakes initiated at speeds higher than 260 km.h\n−1\n, and 13.2% over 300 km.h\n−1\n), where 1 out of\nevery 4 braking actions generated inertial stresses greater than 10 m.s\n−2\n. Furthermore, the mean speed\nacross competitions increased over the years (from 161.7 ± 6 km.h\n−1\nto 164.5 ± 6 km.h\n−1\n), however no\nclear relationships between the amount of crashes and competition-related factors were found. Given\nthe findings it would seem that riders could benefit from strength training specifically designed to\nprepare the body to counteract the repetitive inertial stresses of racing.\nARTICLE HISTORY\nAccepted 7 July 2017\nKEYWORDS\nMotorcycling; racing; riders;\nphysical load; motorsports\nIntroduction\nRoad race motorcycle competitions are performed on asphalt\ntracks, take place in a wide variety of forms (i.e. on circuit or\nopen roads, sprint or endurance races, classic or modern vehi-\ncles, etc.), are usually organized according to engine size and\ncan be held across local club events to world level tournaments.\nThe FIM (Fédération Internationale de Motocyclisme, officially\nrecognised by the International Olympic Committee) estab-\nlished a road-race World Championship in 1949, which currently\nrepresents the oldest international motorsport tournament and\nthe highest level of powered two-wheel prototype racing.\nTechnological advancements in mechanical and electronic\nengineering, aerodynamics and materials (i.e. tyres, brakes,\ntarmac) have ensured the evolution of motorcycle perfor-\nmance (Masi, Toffolo, & Antonello,2010; Tanelli, Corno, &\nSavaresi,2014). Furthermore, in a high-risk sport, where\ncrashes affect the performance outcome and potential injuries\nmight influence a rider’s career, such innovation can be\nobserved across areas of improved protective gear and safety\nfor the riders (Boubezoul, Espié, Larnaudie, & Bouaziz,2013;\nCossalter,  Aguggiaro,  Debus,  Bellati,  &  Ambrogi,2007).\nAlthough performance in competition depends upon the char-\nacteristics of the motorcycle and the capability of the rider,\nmanufacturers and suppliers seem to invest exclusively in the\nmachines, while human factors in racing may be less investi-\ngated (D’Artibale, Tessitore, & Capranica,2008; Sánchez-\nMuñoz et al.,2011), and the influence of physiological and\npsychological  components  on  race  outcome  is  largely\nunknown (Brearley, Norton, Kingsbury, & Maas,2014; Dosil &\nGarcés de Los Fayos,2006).\nThe intense neuromuscular activity required to ride fast and\nmanoeuvre the motorcycle on the track (i.e. operational move-\nments on handlebars, footpegs and body positions) while counter-\nacting the numerous accelerations (i.e. anterior, posterior, lateral)\nto which the rider is subjected (D’Artibale,2014; Marina, Porta,\nVallejo, & Angulo,2011;Marina,Rios,Torrado,Busquets,&Angulo-\nBarroso,2014), alongside the psycho-emotional stress associated\nwith racing (Ascensão et al.,2007; Thomas, Reeves, & Agombar,\n2013), imply that motorcycle road racing imposes high mental and\nphysical loads on the riders. The physiological demands associated\nwith road racing during national and international official compe-\ntitions have been quantified viathe direct measurement of heart\nrate and blood lactate concentration (D’Artibale et al.,2008;\nD’Artibale, Tessitore, Tiberi, & Capranica,2007;Filaire,Filaire,&Le\nScanff,2007), salivary cortisol (Filaire et al.,2007) and gastrointest-\ninal temperature (Brearley et al.,2014). In regards to riders’mus-\ncular capacities, cross-sectional measurements of female (i.e.\nhandgrip) (D’Artibale et al.,2007) and young riders (i.e. handgrip,\nlumbar and vertical jump) (Sánchez-Muñoz et al.,\n2011)h\navebeen\npublished, and forearm musclefatigue has been monitored\n(Marina et al.,2011,2014). Furthermore, preparation practices\nhave been investigated withinlimited populations (Martin,\nBlasco, Fargueta, Olcina, & Monleon,2015; Rodríguez Pérez,\nCasimiro Andújar, Sánchez Muñoz, Mateo March, & Zabala Díaz,\n2013); consequently, the mechanical demands of top level perfor-\nmance remain for the most part unstudied.\nTop-class circuit racing prototype motorcycles are currently\nmachines of 160 kg, powered by engines generating about\n245 bhp, often reaching a track speed above 340 km.h\n−1\n.A\nworld level event takes place over three or four consecutive\ndays, with the first two or three days dedicated to practices\nCONTACTEmanuele D’Artibaleedaworld@gmail.comSPRINZ, AUT Millennium, 17 Antares Place, Rosedale, Auckland 0632, New Zealand\nJOURNAL OF SPORTS SCIENCES, 2017\nhttps://doi.org/10.1080/02640414.2017.1355064\n© 2017 Informa UK Limited, trading as Taylor & Francis Group\n\n\nand qualifications, whilst on the last day a warm-up session\nand a no-pit-stop race are scheduled (FIM,2015). Repeated\nmovements and high intensity braking actions are technical\nmanoeuvres influencing individual performance and exposing\nthe riders to substantial physical stress (Barrera-Ochoa et al.,\n2016; Goubier & Saillant,2003; Marina et al.,2014), however\nonly few studies have analysed the physical load experienced\nby professional riders and no publications have information\npertaining to crashing events in circuit racing motorcycling.\nAs technology in the sport sciences is rapidly evolving, and\nriders are encouraged to push themselves and their machines to\ntheir limits, further investigation into the technical, physical and\ntactical aspects of a rider’s performance is needed to understand\nmotorcycle racing preparation and performance. The aims of this\nstudy were to quantify the physical stress experienced by riders\nby analysing race results alongside kinematic data from top-class\ncircuit racing motorcycle competitions. Furthermore the relation-\nships between performance-related variables such as crash\nevents, speed of racing and environmental conditions were\nexamined. The ultimate goal of this study was to provide empiri-\ncally-based foundation knowledge that might be used to assist\nfuture rider preparation.\nMethods\nMethodological approach\nIn circuit race motorcycling competitions, championships are\norganized in multiple events, usually performed over several\nmonths on different tracks located according to the level of\ncompetitions (i.e. club, national or international level). A cross\nsectional observational research design was used in this\nstudy, where performance variables (i.e. time of the fastest\nracers, values pertaining to braking actions etc.) and event-\nrelated data (i.e. track characteristics, weather conditions,\netc.) of professional racers (i.e. world championship) were\nanalysed over three consecutive seasons (i.e. 2013–2015).\nCollating kinematic measurements from official race reports\nallowed the description of the mechanical stresses experi-\nenced by riders during competitions.\nData sample\nData from competitive seasons 2013, 2014 and 2015 of the top\nclass (i.e. MotoGP™) of the FIM Road Racing Grand Prix World\nChampionship (GPWC) were collected and collated for analy-\nsis. The research design involved analysis of publicly available\nsport performance data, and the institutional ethics review\nboard approved the study. Researchers had no professional,\nsocial, financial or cultural relationships that might be consid-\nered conflict of interest with respect to the collated data.\nData source\nPerformance and event-related data were retrieved from: a) official\ndocuments that included circuit information, Race Direction (RD)\nreportsandriderprofilesfromtheofficialopen-accesswebsiteof\nthe GPWC (i.e.www.motogp.com); and, b) official race reports (i.e.\nBrake Circuit Identity Cards) from the open-access website of the\nleading company manufacturing braking systems for racing pro-\ntotype motorcycles (i.e. Brembo, Italy).\nPerformance data\nFor each competition event (GP), the following quantitative and\nqualitative variables were selected to quantify the riders’perfor-\nmance: year of event; name of the track where GP was held; length\nof the track [m]; number of lapsneeded to complete the GP; race\nconditions [dry/wet] as declaredfromRD;airtemperature[°C];\nhumidity [%]; ground temperature [°C]; number of riders crashed\nduring the GP; time needed for the GP-winner rider to complete\ntherace[s];timeneededfortheriderfinishingin10\nth\nposition to\ncomplete the race [s]; number of right corners on track; number of\nleft corners on track; longest straight on track [m]; and, number of\nbraking actions per lap. In addition, for each braking action per-\nformed in a lap, the following measurements were used to quan-\ntify the inertial stress experienced by riders during competitions:\nspeed at the beginning of the braking action [km.h\n−1\n]; speed at\nthe end of the braking action [km.h\n−1\n]; displacement while braking\n[m]; duration of the braking action [s]; force peak on front brake\nlever [kgf]. Braking data were mean values recorded during dry\nraces or dry race on-track simulations (i.e. new track on the seaso-\nnal calendar), obtained by data logger systems owned by the\nracing teams equipped with the Brembo braking systems. Body\nmass [kg], stature [cm], age [years] and brake brand of the top 10\nriders for each season were also recorded.\nIn a racing tournament, riders collect points according to\ntheir final position at each event. Only the first 15 riders\ncrossing the finish line are awarded championship points in\nan exponentially decreasing order. In competitions, although\nthe leading rider or group of riders are looked upon as the\nreference performance for setting the pace of the races, the\ntop 10 finishers are usually considered the most competitive\nathletes in each category or level of competition. Focusing\nexclusively on the performance of the race winner, especially\nwhen a talented rider with a fast bike is synonymous with\nvictory, would restrict the analysis of performances to single\nmachinery-rider binomials, while considering all the finishers,\nwould include the analysis of novice participants or less com-\npetitive riders, which would not be representative of the top\nlevel of the competition. Therefore in this study, the mean\nspeed and race duration between the first and the 10\nth\nrider\nhave been considered for analysis, which are the top two\nthirds of the finishers being awarded championship points.\nFrom the aforementioned measurements, the following\nvalues were calculated: length of the GP [m]; total number\nof brakes in a GP; total number of corners in a GP; mean\nspeed (MS) between the 1\nst\nand 10\nth\nposition to complete\nthe GP [km.h\n−1\n]; GP single lap time (MLT) at MS [s]; mean race\nduration for the first 10 riders [s]; percentage of time spent\nbrakinginaMLT[%];brakingratioinaMLT[s]whichisthe\nnumber of seconds needed to complete one lap at mean\nspeed divided the number of brakes in one lap; curve ratio in\na MLT [s] which is the number of seconds needed to com-\nplete one lap at mean speed divided by the sum of left and\nright corners in one lap; and, negative mean acceleration per\neach braking action [m.s\n−2\n] (i.e. change of speed divided by\nthe duration of braking).\n2E. D’ARTIBALE ET AL.\n\n\nInclusion criteria\nAt the GPWC, all races are categorised as either wet or dry\nby RD before the start of the race. The purpose of this\nclassification is to indicate to riders the varying climatic\nconditions during a race, which affects their choice of\ntyres and the overall performance. A white flag being\nwaved at the flag marshal posts during the race indicates\nthat RD has decided to declare a wet race after it was\noriginally declared dry. In this instance riders are allowed\nto change bikes during the race to those equipped with wet\ntyres by entering the pit lane and swapping machinery in\nfront of their assigned pit box.\nTo standardize the fundamental conditions for perfor-\nmance-related data analysis, the following three criteria\nneeded to be satisfied for the competitions to be included in\nthe analysis: (1) the race was declared dry by RD before the\nstart; (2) in case the white flag was waved at any point during\nthe GP, none of the first 10 riders crossing the finish line\nentered the pit lane during the race; and, (3) the first 10 riders\ncrossing the finish line completed the required original num-\nber of laps announced for the event in accordance to the\nofficial regulations. The braking-related data referred to mea-\nsurements in dry settings, therefore they were considered pre-\nstandardized. Circuit-related and rider-related data did not\nrequire standardization.\nStatistical analysis\nBoth data gathering and statistical analysis were per-\nformed using an open source electronic spread sheet\n(Open Office 4.1.2). Descriptive statistics (i.e. mean, stan-\ndard deviation, range) were used to summarise quantita-\ntive variables. To estimate the uncertainty of the true\nmean, 95% confidence limits(CI) for the mean were cal-\nculated. Pearson correlationcoefficient (r) and its 95% CI\nusing Fisher’sztransformwasusedto explore potential\nrelationships between variables. Trivial, small, moderate\nand large relationships were considered for r between 0\nand 0.1, 0.1 to 0.3, 0.3 to 0.5 and larger than 0.5,\nrespectively.\nResults\nFrom a total sample of 54 competitions (18 races per\nseason), 8 races (14.8%) did not satisfy the inclusion cri-\nteria (5 wet races, 2 white flags rule applied, 1 race with\nlap reduction due to exceptional tyre degradation), there-\nfore performance data from a total of 46 competitions\n(2013 season n = 16, 2014 season n = 15, 2015 season\nn = 15) in conjunction with the braking data (18 reports\nper season) were analysedto quantify the riders’load\nduring competition. Twenty-nine out of the thirty (96.7%)\nriders that ranked in the top 10 positions at the end of the\nthree analysed seasons had their motorcycle equipped\nwith the Brembo braking system, therefore braking data\nreports were considered relevant and valid information to\nrelate to the race reports.\nThe youngest rider (all males) was 20 years old, while the\noldest was 36. The lightest and smallest rider had a body mass\nof 51 kg and stature of 160 cm, while the heaviest rider was\n77 kg and the tallest was 182 cm. (seeTable 1)\nIn dry conditions, the riders raced for 43:07 ± 1:39 minutes per\nrace, covering a mean distance of 117.2 ± 3.1 km, riding at a\nspeed of 163.2 ± 6.4 km.h\n−1\n(maximum MS in the Australia GP in\n2015: 177 km.h\n−1\n; minimum MS in the Indianapolis GP in 2013:\n151 km.h\n−1\n).IncreasesinMSwereobservedoverthethree\nseasons analysed: 1.2% between 2013 and 2014, and 0.6%\nbetween 2014 and 2015. In the 19 different circuits included in\nthe GPWC during these three seasons, riders were required to\nnavigate 15 ± 2 corners and 7 ± 1 braking actions per lap, and the\nlongest straight on track measured 827 ± 223 meters. To com-\nplete the required distance during actual competitions, they\nbraked 175 ± 42 times and leaned to corner 372 ± 48 times per\nrace (seeFigure 1). Maximum values of those technical actions\nwere observed at Assen in the Netherlands, where riders cor-\nnered 468 times in the race and at Laguna Seca in the United\nStates, where riders were required to brake 256 times from the\nbeginning to the end of the race. The minimum values were\nrecorded at the Malaysia GP, where riders cornered 300 times\nand in the Australia GP where only 3 brakes per lap were required\nfor a total of 81 braking actions to complete the race.\nIn dry conditions, a MLT lasted 1:45.5 ± 00:12.7 minutes, where\nriders spent 28.6 ± 4.9 seconds braking (27% of their racing time).\nMatching performance-related data with track-specific braking\nand cornering requirements indicated riders performed a braking\naction every 11.6 ± 4.1 seconds of racing (i.e. spent accelerating\nand not using either the throttle or the brakes) that lasted 4.2 ± 0.6\nseconds in duration. The riders were in the middle of negotiating a\ncorner every 7.1 ± 0.8 seconds of riding.\nAcross the 18 GPs per championship, racers faced 124\ndifferent braking actions (i.e. entering 124 different corners)\nduring the 2013 and 2014 seasons and 123 actions during the\n2015 season. Over 40% of these braking actions were initiated\nat a speed higher than 260 km.h\n−1\n(see count of brakes in\nFigure 2). Although during actual racing the decrease of speed\nis of a non-linear shape (to minimize the time at a lower speed\nand to optimally manoeuvre the lean of the motorcycle at the\nend of the braking phase), riders experienced a mean negative\nacceleration ranging from 16.5 m.s\n−2\nto 2.7 m.s\n−2\n, and 25% of\nthe aforementioned inertial stresses were greater than 10 m.\ns\n−2\n. The mean peak force applied on the brake lever during\nthose braking actions increased from 5.1 ± 1.2 kgf in 2013 to\n5.4 ± 1.6 kgf in 2014 and 2015, with a maximum value reached\nat the Argentina GP on 2014 where the mean peak force\nTable 1.Top ten riders characteristics and performance variables.\nSeason2013\n(n = 16)\nSeason 2014\n(n = 15)\nSeason 2015\n(n = 15)\nTotal Sample\n(n = 46)\nA27.1 ± 426.2 ± 427.5 ± 426.9 ± 4\nBM63.2 ± 5.363.5 ± 5.265 ± 6.763.9 ± 5.7\nS171.1 ± 6.2172.8 ± 6.9172.8 ± 6.9172.2 ± 6.5\nMS161.7 ± 6163.6 ± 7164.5 ± 6163.2 ± 6\nCI: 158.4–164.9  CI: 159.9–167.3  CI: 160.9–168.1  CI: 161.3–165.1\nB > 312.913.71313.2\nCpr2.8 ± 23.3 ± 23.7 ± 23.2 ± 2\nA: Age (years); BM: Body mass (kg); S: Stature (cm); MS: Mean speed of racing (km·h-1);\nB > 3: % of braking actions initiated over 300 km·h-1; Cpr: Crash per race.\nJOURNAL OF SPORTS SCIENCES3\n\n\napplied on the brake lever for this track, which requires 8\nbraking actions per lap, was 8.3 ± 3.3 kgf.\nDuring dry competitions, 3.2 ± 2 riders crashed per race,\nwith a maximum of 7 riders crashing in three events (6.5 % of\nthe total sample analysed). Trivial to small correlations were\nfound (r < ± 0.3) between the count of crashes per race and\nthe speeds of racing (i.e. MS (r = 0.03; CI:−0.26 to 0.32) and\nthe mean speed of the winning rider (r = 0.05; CI:−0.24 to\n0.34)) or the track characteristics (i.e. straight length (r = 0.08;\nCI:−0.21 to 0.36), number of curves on track (r =−0.13; CI:\n−0.41 to 0.16), number of curves per race (r =−0.28; CI:−0.52\nto 0.01)) or braking variables (i.e. number of brakes per race\n(r =−0.16; CI:−0.43 to 0.14), time spent braking (r =−0.05; CI:\n−0.33 to 0.25), mean braking duration (r = 0.17; CI:−0.12 to\n0.44), mean peak force on lever (r = 0.09; CI:−0.21 to 0.37)).\nCorrelation coefficients were also small (r between 0.1 and 0.3)\nwhen relating the count of crashes with the environmental\nconditions of racing (i.e. air temperature (r = 0.26; CI:−0.04 to\n0.51), air humidity (r =−0.11; CI:−0.39 to 0.19) and ground\ntemperature (r = 0.25; CI:−0.05 to 0.5)). The strongest associa-\ntion (moderate magnitude, r = 0.31; CI: 0.02 to 0.55) was found\nbetween crashing events and curve ratio (i.e. MLT divided the\nsum of left and right corners in that circuit).\nDiscussion\nA few scientific publications (D’Artibale et al.,2008;D’Artibale,\nTessitore, Lupo, & Capranica,2013;D’Artibale et al.,2007;Filaire\net al.,2007) have described the metabolic load of circuit race\nFigure 1.Count of braking and cornering actions performed during competitions across different circuits.\n(Ame = Circuit of the Americas, USA; Ara = Motorland Aragon, Spain; Arg = Circuit Termas de Rio Hondo, Argentina; Aus = Phillip Island Circuit, Australia; Cat = Circuito de Catalunya, Spain;\nCze = Automotodrom Brno, Czech Republic; Fra = Le Mans Circuit, France; Gbr = Silverstone Circuit, UK; Ger = Sachsenring Circuit, Germany; Inp = Indianapolis Motor Speedway, USA;\nIta = Mugello Circuit, Italy; Jpn = Twin Ring Motegi, Japan; Mal = Sepang Circuit, Malaysia; Ned = Assen Circuit, the Netherlands; Qat = Losail International Circuit, Qatar; Rsm = Simoncelli\nWorld Circuit, Republic of San Marino; Spa = Circuito de Jerez, Spain; Usa = Laguna Seca Circuit, USA; Val = Ricardo Tormo Circuit, Spain).\nFigure 2.Count of braking actions and their initial speed across seasons.\n4E. D’ARTIBALE ET AL.\n\n\nmotorcycling, however no studies have profiled the forces acting\non the rider with direct measurements (i.e. instrumenting the\nbike or the rider). This paucity of research could be attributed to\nthe difficulty of using experimental apparatus in such unique\ncompetitive settings and the tendency for racing teams/factories\nto operate in strict secrecy so as to maintain a competitive\nadvantage. In addition, being a high-risk and high-cost sport,\nriders along with teams are reluctant to allow the collection of\nexperimental data, as it is perceived that data collection may\ninfluence performance and safety. Nonetheless this study has\nprofiled the stresses experienced by riders by analysing race\nresults and kinematic data from top-class circuit racing motor-\ncycle competitions. Furthermore, this analysis incorporated infor-\nmation in regards to the crashing events, which are a\ndeterminant variable of the final outcome in this sport. With\nthis in mind, the aim of this study was to quantify the physical\nstresses experienced by riders competing at the top-level in\ncircuit race motorcycling (i.e. FIM Road Racing Grand Prix World\nChampionship) and explore potential relationships between per-\nformance related variables such as speed of racing and crashes.\nThe main findings of this study were: (1) professional top-\nlevel riders are relatively light male athletes with a mean\nstature above 170 cm and a mean age of 27 years; (2) the\nmean speed of racing has increased over the three years of\ncompetitions–riders are going faster; (3) during racing, riders\nare exposed to a considerable volume of high intensity actions\nrequired to both counteract inertial stresses generated by\npositive and negative accelerations in the horizontal plane\nwhile increasing and decreasing speed, as well as counter-\nacting lateral centrifugal forces while cornering; (4) there are\nno clear relationships between the amount of crashes and\ncompetition-related factors (i.e. racing speed, track character-\nistics, brakes, environmental conditions).\nThe rider’s body mass and stature can be considered influ-\nential on riding performance. The final mass of the rider-\nmotorcycle affects the engine power-to-weight ratio and con-\nsequently the ability to obtain high accelerations, therefore,\nsince motorcycles are weight-regulated, a lighter and smaller\nrider intuitively advantages the final performance (D’Artibale\net al.,2008; Sánchez-Muñoz et al.,2011). Despite anthropo-\nmetrics not being a focus of this study, the data analysed offer\na unique view of the general body size of the top level riders,\nwhich may represent valuable information for aspiring riders\nand future research directions centered on inertial mechan-\nisms   and   preparation   methods   in   this   sport.\nAnthropometrically, it can be concluded from the current\nanalysis that professional top-level riders are males who are\nrelatively light (from 63.2 ± 5.3 kg to 65 ± 6.7 kg) in the lower\npercentile  range  of  stature  (from  171.1  ±  6.2  cm  to\n172.8 ± 6.9 cm) (Fryar, Gu, Ogden, & Flegal,2016). A small\nand light rider might be particularly advantageous for lower\ncategories of racing (Sánchez-Muñoz et al.,2011) where the\npower-to-weight ratio is more affected by the human portion\nof the total mass due to a limited engine capacity. However,\nfurther data and analysis is required as it may be assumed that\nprofessional riders with longer limbs may be biomechanically\nadvantaged in combatting the inertial forces associated with\nleaning and braking, and as a result successful in riding bigger,\nheavier and more powerful motorcycles.\nThe mean speed of racing increased across the three years\nfrom 161.7 ± 6 km.h\n−1\nduring the 2013 season to 164.5 ± 6 km.\nh\n−1\nduring the 2015 championship. Whether this can be attrib-\nuted to mechanical and/or human factor was beyond the\nscope of this article, however, the constant improvements of\nthe technological components of the motorcycle such as brak-\ning systems, electronic engine power control and tyres com-\npounds  no  doubt  has  increased  the  physical  stresses\nexperienced by racers to counteract the forces of faster racing\n(D’Artibale et al.,2013; Lippi, Salvagno, Franchini, & Guidi,\n2007). In particular, since the front brake is used to decelerate\nthe bike in circuit racing motorcycles (operated by a lever with\nthe fingers of the right hand), riders are exposed to frequent\nand substantial muscular activity in the upper limbs, generat-\ning exceptional tension in the forearm region to properly\noperate the handlebars while counteracting inertial forces\nacting on the whole body (Barrera-Ochoa et al.,2016; Marina\net al.,2011). Findings from this study reported mean peak\nforce applied on the brake lever increasing from 5.1 ± 1.2\nkgf in 2013 to 5.4 ± 1.6 kgf in 2014 and 2015. In synergy\nwith these results, the incidence of chronic exertional com-\npartment syndrome of the upper limb seems to be increasing\nbetween motorcycle racers in recent years (Barrera-Ochoa\net al.,2016; Goubier & Saillant,2003). Interestingly, even\nthough the use of surgical interventions such as a fasciotomy\nhas proven successful in the treatment of this syndrome, the\nefficacy of non-operative treatments or preventative methods\n(i.e. specific muscular strengthening, stretching or technical\nadaptations) seems unexplored.\nProfessional riders are required to perform at their best for\nmore than 40 minutes, where they continuously coordinate\ntheir technical skills (i.e. synchronised multi-limb actions such\nas up/downshifting, throttle and brakes control, clutch for\nsome classes) and their postural adaptations in a high-density\nrhythmical sequence of actions. When averaging the duration\nof a lap with the track layout, a rider experiences a 4.2 second\nbraking action (i.e. postero-anterior inertial acceleration) every\n11.6 seconds of racing and turns the motorcycle into a corner\nevery 7.1 seconds of riding. Leaning a high-speed motorcycle\nto turn requires application of force on the handlebars (i.e.\ncounter-steering, steering) and to laterally shift rider’s body\nweight (Cossalter,2006; Evertse,2010); these actions can be\nperformed up to 400 times per race at the top level of racing\n(seeFigure 1). In addition, to minimise their lap-time, riders\nexperience intense accelerations when exiting corners and\nabrupt decelerations (25% > 1g) when braking. Considering\nthe quantity (175 ± 42 brakes per race), the duration (27% of\nlap-time), and the intensity of the braking actions (13% begin\nat speed > 300 km.h\n−1\nand 40% at above 260 km.h\n−1\n) it can be\nassumed that racing at professional level requires considerable\nmuscular demands.\nDespite finding the high and increasing speed of competi-\ntions over three seasons of racing, all but one correlation\nbetween the amount of crashes recorded during the races\nand the factors surrounding these events, were trivial or\nsmall. With a mean of 3.2 ± 2 riders crashing each dry race\nthe only predictor of moderate magnitude (r = 0.31; CI: 0.02 to\n0.55) was the frequency of turns faced by racers when riding\nin different track layouts, which might mean connecting\nJOURNAL OF SPORTS SCIENCES5\n\n\ncorners (i.e. curves where the ideal racing line involves multi-\nple consecutive corners) could represent an extra challenging\ntask when performed at high speed. Other track characteristics\nsuch as the amount of corners or the length of the main\nstraight (i.e. higher top speeds), braking features, the speed\nof racing, or the environmental conditions were not signifi-\ncantly correlated with the amount of accidents happening\nduring official top-level races. Perhaps a much larger sample\nand a more detailed analysis (i.e. site and typology of crash)\nmight clarify information about these unwanted events.\nConclusion\nManoeuvring a motorcycle at high-speed in an official com-\npetition setting has been shown to expose the riders to a\nsubstantial and complex mechanical load. The main findings\nand practical applications ofthis study suggest that: (1)\nCircuit race motorcycling riders aiming at achieving the top\nlevel of the sport might consider monitoring anthropometric\nmeasurements and followingnutritional plans with the\nintent of optimizing their body composition i.e. balancing\nlow body weight with the necessary muscular mass to con-\ntrol the forces required to control the motorcycle while\nracing. (2) The muscular demands of professional riders dur-\ning top-level competitions are considerable in volume and\nintensity, especially when considering that official events last\nthree or four consecutive days. Therefore, riders performing\nat high level should possess pre-requisite levels of cardiovas-\ncular and muscular endurance as well as muscular strength.\n(3) To counteract the repetitive positive and negative inertial\nstresses of racing, riders should implement training that\nfocuses on site-specific eccentric, isometric and concentric\nstrength in the lower and especially the upper limbs. (4)\nDue to the exceptional stress accumulated in the upper\nlimbs, in particular in the forearm region (Marina et al.,\n2011), and due to the potential risks of overload (i.e. surgery\nto solve forearm compartmental syndrome) (Barrera-Ochoa\net al.,2016; Goubier & Saillant,2003), riders may have parti-\ncular interest in programming exercises aiming at decreasing\nthe muscular tension and future research may investigate the\neffects of specific exercises aiming at increasing the elastic\nproperties of the affected tissues (i.e. muscular stretching,\nhigh range of motion antagonists exercises, etc.). (5) Due to\nthe quota of racers crashing at each event, in order to mini-\nmise injuries, increase confidence and extend a riders career,\ncompetitors might consider including crash-skills training in\ntheir preparation plan (i.e. tumbling techniques).\nFinally, this study provides original and novel information\nquantifying indirectly the mechanical stresses and subsequent\nmuscular demands of top-level circuit race motorcycling.\nFurthermore, no other scientific publications studied crashes\nand performance-related variables. It is acknowledged that\nthere a number of limitations of the current analysis, however,\nuntil riders can be directly instrumented and in-field measure-\nments collected across a number of racers and teams, then the\nmethodological approach undertaken in this study would\nseem very useful to provide fundamental information for the\ndesign of rider preparation programs.\nAcknowledgments\nThe authors would like to express their gratitude to WIL Sport Management\nand Phil and Cheryl London for their scholarship and assistance with the\n“Optimising motorcycle road racing performance”research projects.\nDisclosure statement\nNo potential conflict of interest was reported by the authors.\nReferences\nAscensão, A., Ferreira, R., Marques, F., Oliveira, E., Azevedo, V., Soares, J., &\nMagalhães, J. (2007). Effect of off-road competitive motocross race on\nplasma oxidative stress and damage markers.British Journal of Sports\nMedicine,41, 101–105. doi:10.1136/bjsm.2006.031591\nBarrera-Ochoa, S., Haddad, S., Correa-Vázquez, E., Font Segura, J., Gil, E.,\nLluch, A., . . . Mir-Bullo, X. (2016). Surgical decompression of exertional\ncompartment syndrome of the forearm in professional motorcycling\nracers: Comparative long-term results of wide-open versus mini-open\nfasciotomy.Clinical  Journal  of  Sport  Medicine,26(2),  108–114.\ndoi:10.1097/JSM.0000000000000216\nBoubezoul, A., Espié, S., Larnaudie, B., & Bouaziz, S. (2013). A simple fall\ndetection algorithm for powered two wheelers.Control Engineering\nPractice,21, 286–297. doi:10.1016/j.conengprac.2012.10.009\nBrearley, M., Norton, I., Kingsbury, D., & Maas, S. (2014). Responses of elite\nroad motorcyclists to racing in tropical conditions: A case study.\nInternational Journal of Sports Physiology and Performance,9(5), 887–\n890. doi:10.1123/ijspp.2013-0409\nCossalter, V. (2006).Motorcycle Dynamics. Lulu.com online editor. ISBN:\n978-1-4303-0861-4\nCossalter, V., Aguggiaro, A., Debus, D., Bellati, A., & Ambrogi, A. (2007,\nJune). Real cases motorcycle and rider race data investigation: Fall\nbehavior analysis. Paper 07-0342 presented at the 20th Enhanced\nsafety of vehicles conference, innovations for safety opportunities and\nchallenges, Lyon, France.\nD’Artibale, E. (2014, July). Physical load of top-level road racing motorcy-\ncling competitions via kinematical analysis. Paper presented at the 19th\nAnnual  Congress  of  the  European  College  of  Sport  Science,\nAmsterdam, the Netherlands.\nD’Artibale, E., Tessitore, A., & Capranica, L. (2008). Heart rate and blood\nlactate concentration of male road-race motorcyclists.Journal of Sports\nSciences,26(7), 683–689. doi:10.1080/02640410701790779\nD’Artibale, E., Tessitore, A., Lupo, C., & Capranica, L. (2013,June).Ridinga\nmotorcycle or racing a motorcycle: Differences in oxygen consumption,\nheart rate, blood lactate; a pilot study. Paper presented at the 18th Annual\nCongress of the European College of Sport Science, Barcelona, Spain.\nD’Artibale, E., Tessitore, A., Tiberi, M., & Capranica, L. (2007). Heart rate and\nblood  lactate  during  official  female  motorcycling  competitions.\nInternational Journal of Sports Medicine,28, 662–666.\ndoi:10.1055/s-\n2007-964889\nDosil, J., & Garcés de Los Fayos, E. J. (2006). Psychological training in\nmotorcycling. In J. Dosil (Ed.),The sport psychologist’s handbook: A\nguide  for  sport-specific  performance  enhancement(pp.  527–545).\nChichester: John Wiley & Sons Ltd.\nEvertse, M. V. C. (2010).Rider analysis using a fully instrumented motorcycle\n(Master of science thesis). Delft University of Technology.\nFédération Internationale de Motocyclisme. (2015).FIM road racing world\nchampionship grand prix regulations. Retrieved fromwww.fim-live.com\nFilaire, E., Filaire, M., & Le Scanff, C. (2007). Salivary cortisol, heart rate and\nblood lactate during a qualifying trial and a official race in motorcycling\ncompetition.Journal of Sports Medicine and Physical Fitness.47, 413–\n417. Retrieved fromhttp://www.minervamedica.it/en/journals/sports-\nmed-physical-fitness/issue.php?cod=R40Y2007N04\nFryar, C. D., Gu, Q., Ogden, C. L., & Flegal, K. M. (2016). Anthropometric\nreference data for children and adults: United States, 2011–2014.\nNational Center for Health Statistics. Vital and Health Statistics,3(39),\n1–46. Retrieved fromhttps://www.cdc.gov/nchs/data/series/sr_03/\nsr03_039.pdf\n6E. D’ARTIBALE ET AL.\n\n\nGoubier, J. N., & Saillant, G. (2003). Chronic compartment syndrome of the\nforearm in competitive motor cyclists: A report of two cases.British\nJournal of Sports Medicine,37, 452–454. doi:10.1136/bjsm.37.5.452\nLippi, G., Salvagno, G. L., Franchini, M., & Guidi, G. C. (2007). Changes in\ntechnical regulations and drivers’safety in top-class motor sports.\nBritish  Journal  of  Sports  Medicine,41,  922–925.  doi:10.1136/\nbjsm.2007.038778\nMarina, M., Porta, J., Vallejo, L., & Angulo, R. (2011). Monitoring hand flexor\nfatigue in a 24-h motorcycle endurance race.Journal of Electromyography\nand Kinesiology,21(2), 255–261. doi:10.1016/j.jelekin.2010.11.008\nMarina, M., Rios, M., Torrado, P., Busquets, A., & Angulo-Barroso, R. (2014).\nForce-time course parameters and force fatigue model during an inter-\nmittent fatigue protocol in motorcycle race riders.Scandinavian Journal\nof Medicine & Science in Sports,25(406–416). doi:10.1111/sms.12220\nMartin, M., Blasco, E., Fargueta, M., Olcina, R., & Monleon, C. (2015).\nTraining habits of female international elite motorcyclist.Nutricion\nHospitalaria,32(5), 2235–2241. doi:10.3305/nh.2015.32.5.9677\nMasi, M., Toffolo, A., & Antonello, M. (2010). Experimental analysis of a\nmotorbike high speed racing engine.Applied Energy,87, 1641–1650.\ndoi:10.1016/j.apenergy.2009.09.033\nRodríguez Pérez, M. A., Casimiro Andújar, A. J., Sánchez Muñoz, C., Mateo\nMarch, M., & Zabala Díaz, M. (2013). Training habits of young interna-\ntional elite motorcyclists.Revista Internacional De Medicina Y Ciencias\nDe La Actividad Física Y El Deporte,13(51), 615–625. Retrived from\nhttp://cdeporte.rediris.es/revista/revista51/arthabitos410.htm\nSánchez-Muñoz, C., Rodríguez, M. A., Casimiro-Andújar, A. J., Ortega, F. B.,\nMateo-March, M., & Zabala, M. (2011). Physical profile of elite young\nmotorcyclists.International Journal of Sports Medicine,32, 788–793.\ndoi:10.1055/s-0031-1279722\nTanelli, M., Corno, M., & Savaresi, S. M. (2014).Modelling,\nsimulation and\ncontrol of two-wheeled vehicles. Chichester: John Wiley & Sons.\nThomas, S., Reeves, C., & Agombar, J. (2013). Personality hardiness at\ndifferent levels of competitive motorcycling.Perceptual & Motor Skills,\n116(1), 315–321. doi:10.2466/30.06.PMS.116.1.315-321\nJOURNAL OF SPORTS SCIENCES7",
  "contentBlocks": [
    {
      "type": "paragraph",
      "text": "Full Terms & Conditions of access and use can be found at\nhttp://www.tandfonline.com/action/journalInformation?journalCode=rjsp20\nDownload by: [Cornell University Library]Date: 19 July 2017, At: 23:24\nJournal of Sports Sciences\nISSN: 0264-0414 (Print) 1466-447X (Online) Journal homepage: http://www.tandfonline.com/loi/rjsp20\nProfiling the physical load on riders of top-level\nmotorcycle circuit racing\nEmanuele D’Artibale, Paul B. Laursen & John B. Cronin\nTo cite this article: Emanuele D’Artibale, Paul B. Laursen & John B. Cronin (2017): Profiling the\nphysical load on riders of top-level motorcycle circuit racing, Journal of Sports Sciences, DOI:\n10.1080/02640414.2017.1355064\nTo link to this article:  http://dx.doi.org/10.1080/02640414.2017.1355064\nPublished online: 14 Jul 2017.\nSubmit your article to this journal \nArticle views: 6\nView related articles \nView Crossmark data"
    },
    {
      "type": "paragraph",
      "text": "ARTICLE\nProfiling the physical load on riders of top-level motorcycle circuit racing\nEmanuele D’Artibale, Paul B. Laursen and John B. Cronin\nSPRINZ, AUT Millennium, Auckland University of Technology, Auckland, New Zealand\nABSTRACT\nManoeuvring a motorcycle at high-speed in official competition has been shown to expose riders to\nsubstantial and complex physiological and psychological demands, however few studies have analysed\nthe physical load experienced by professional racers. This study aimed to quantify the physical stress\nexperienced by riders and explore relationships between performance related variables (i.e. crashes).\nPerformance and braking data were collected from official race reports from 2013 to 2015 of the top\nclass of the FIM Road Racing Grand Prix World Championship. Top-level riders are exposed to a\nconsiderable volume (175 ± 42 brakes and 372 ± 48 leans to corner per race) of high intensity actions\n(>40% of brakes initiated at speeds higher than 260 km.h\n−1\n, and 13.2% over 300 km.h\n−1\n), where 1 out of\nevery 4 braking actions generated inertial stresses greater than 10 m.s\n−2\n. Furthermore, the mean speed\nacross competitions increased over the years (from 161.7 ± 6 km.h\n−1\nto 164.5 ± 6 km.h\n−1\n), however no\nclear relationships between the amount of crashes and competition-related factors were found. Given\nthe findings it would seem that riders could benefit from strength training specifically designed to\nprepare the body to counteract the repetitive inertial stresses of racing.\nARTICLE HISTORY\nAccepted 7 July 2017\nKEYWORDS\nMotorcycling; racing; riders;\nphysical load; motorsports\nIntroduction\nRoad race motorcycle competitions are performed on asphalt\ntracks, take place in a wide variety of forms (i.e. on circuit or\nopen roads, sprint or endurance races, classic or modern vehi-\ncles, etc.), are usually organized according to engine size and\ncan be held across local club events to world level tournaments.\nThe FIM (Fédération Internationale de Motocyclisme, officially\nrecognised by the International Olympic Committee) estab-\nlished a road-race World Championship in 1949, which currently\nrepresents the oldest international motorsport tournament and\nthe highest level of powered two-wheel prototype racing.\nTechnological advancements in mechanical and electronic\nengineering, aerodynamics and materials (i.e. tyres, brakes,\ntarmac) have ensured the evolution of motorcycle perfor-\nmance (Masi, Toffolo, & Antonello,2010; Tanelli, Corno, &\nSavaresi,2014). Furthermore, in a high-risk sport, where\ncrashes affect the performance outcome and potential injuries\nmight influence a rider’s career, such innovation can be\nobserved across areas of improved protective gear and safety\nfor the riders (Boubezoul, Espié, Larnaudie, & Bouaziz,2013;\nCossalter,  Aguggiaro,  Debus,  Bellati,  &  Ambrogi,2007).\nAlthough performance in competition depends upon the char-\nacteristics of the motorcycle and the capability of the rider,\nmanufacturers and suppliers seem to invest exclusively in the\nmachines, while human factors in racing may be less investi-\ngated (D’Artibale, Tessitore, & Capranica,2008; Sánchez-\nMuñoz et al.,2011), and the influence of physiological and\npsychological  components  on  race  outcome  is  largely\nunknown (Brearley, Norton, Kingsbury, & Maas,2014; Dosil &\nGarcés de Los Fayos,2006).\nThe intense neuromuscular activity required to ride fast and\nmanoeuvre the motorcycle on the track (i.e. operational move-\nments on handlebars, footpegs and body positions) while counter-\nacting the numerous accelerations (i.e. anterior, posterior, lateral)\nto which the rider is subjected (D’Artibale,2014; Marina, Porta,\nVallejo, & Angulo,2011;Marina,Rios,Torrado,Busquets,&Angulo-\nBarroso,2014), alongside the psycho-emotional stress associated\nwith racing (Ascensão et al.,2007; Thomas, Reeves, & Agombar,\n2013), imply that motorcycle road racing imposes high mental and\nphysical loads on the riders. The physiological demands associated\nwith road racing during national and international official compe-\ntitions have been quantified viathe direct measurement of heart\nrate and blood lactate concentration (D’Artibale et al.,2008;\nD’Artibale, Tessitore, Tiberi, & Capranica,2007;Filaire,Filaire,&Le\nScanff,2007), salivary cortisol (Filaire et al.,2007) and gastrointest-\ninal temperature (Brearley et al.,2014). In regards to riders’mus-\ncular capacities, cross-sectional measurements of female (i.e.\nhandgrip) (D’Artibale et al.,2007) and young riders (i.e. handgrip,\nlumbar and vertical jump) (Sánchez-Muñoz et al.,\n2011)h\navebeen\npublished, and forearm musclefatigue has been monitored\n(Marina et al.,2011,2014). Furthermore, preparation practices\nhave been investigated withinlimited populations (Martin,\nBlasco, Fargueta, Olcina, & Monleon,2015; Rodríguez Pérez,\nCasimiro Andújar, Sánchez Muñoz, Mateo March, & Zabala Díaz,\n2013); consequently, the mechanical demands of top level perfor-\nmance remain for the most part unstudied.\nTop-class circuit racing prototype motorcycles are currently\nmachines of 160 kg, powered by engines generating about\n245 bhp, often reaching a track speed above 340 km.h\n−1\n.A\nworld level event takes place over three or four consecutive\ndays, with the first two or three days dedicated to practices\nCONTACTEmanuele D’Artibaleedaworld@gmail.comSPRINZ, AUT Millennium, 17 Antares Place, Rosedale, Auckland 0632, New Zealand\nJOURNAL OF SPORTS SCIENCES, 2017\nhttps://doi.org/10.1080/02640414.2017.1355064\n© 2017 Informa UK Limited, trading as Taylor & Francis Group"
    },
    {
      "type": "paragraph",
      "text": "and qualifications, whilst on the last day a warm-up session\nand a no-pit-stop race are scheduled (FIM,2015). Repeated\nmovements and high intensity braking actions are technical\nmanoeuvres influencing individual performance and exposing\nthe riders to substantial physical stress (Barrera-Ochoa et al.,\n2016; Goubier & Saillant,2003; Marina et al.,2014), however\nonly few studies have analysed the physical load experienced\nby professional riders and no publications have information\npertaining to crashing events in circuit racing motorcycling.\nAs technology in the sport sciences is rapidly evolving, and\nriders are encouraged to push themselves and their machines to\ntheir limits, further investigation into the technical, physical and\ntactical aspects of a rider’s performance is needed to understand\nmotorcycle racing preparation and performance. The aims of this\nstudy were to quantify the physical stress experienced by riders\nby analysing race results alongside kinematic data from top-class\ncircuit racing motorcycle competitions. Furthermore the relation-\nships between performance-related variables such as crash\nevents, speed of racing and environmental conditions were\nexamined. The ultimate goal of this study was to provide empiri-\ncally-based foundation knowledge that might be used to assist\nfuture rider preparation.\nMethods\nMethodological approach\nIn circuit race motorcycling competitions, championships are\norganized in multiple events, usually performed over several\nmonths on different tracks located according to the level of\ncompetitions (i.e. club, national or international level). A cross\nsectional observational research design was used in this\nstudy, where performance variables (i.e. time of the fastest\nracers, values pertaining to braking actions etc.) and event-\nrelated data (i.e. track characteristics, weather conditions,\netc.) of professional racers (i.e. world championship) were\nanalysed over three consecutive seasons (i.e. 2013–2015).\nCollating kinematic measurements from official race reports\nallowed the description of the mechanical stresses experi-\nenced by riders during competitions.\nData sample\nData from competitive seasons 2013, 2014 and 2015 of the top\nclass (i.e. MotoGP™) of the FIM Road Racing Grand Prix World\nChampionship (GPWC) were collected and collated for analy-\nsis. The research design involved analysis of publicly available\nsport performance data, and the institutional ethics review\nboard approved the study. Researchers had no professional,\nsocial, financial or cultural relationships that might be consid-\nered conflict of interest with respect to the collated data.\nData source\nPerformance and event-related data were retrieved from: a) official\ndocuments that included circuit information, Race Direction (RD)\nreportsandriderprofilesfromtheofficialopen-accesswebsiteof\nthe GPWC (i.e.www.motogp.com); and, b) official race reports (i.e.\nBrake Circuit Identity Cards) from the open-access website of the\nleading company manufacturing braking systems for racing pro-\ntotype motorcycles (i.e. Brembo, Italy).\nPerformance data\nFor each competition event (GP), the following quantitative and\nqualitative variables were selected to quantify the riders’perfor-\nmance: year of event; name of the track where GP was held; length\nof the track [m]; number of lapsneeded to complete the GP; race\nconditions [dry/wet] as declaredfromRD;airtemperature[°C];\nhumidity [%]; ground temperature [°C]; number of riders crashed\nduring the GP; time needed for the GP-winner rider to complete\ntherace[s];timeneededfortheriderfinishingin10\nth\nposition to\ncomplete the race [s]; number of right corners on track; number of\nleft corners on track; longest straight on track [m]; and, number of\nbraking actions per lap. In addition, for each braking action per-\nformed in a lap, the following measurements were used to quan-\ntify the inertial stress experienced by riders during competitions:\nspeed at the beginning of the braking action [km.h\n−1\n]; speed at\nthe end of the braking action [km.h\n−1\n]; displacement while braking\n[m]; duration of the braking action [s]; force peak on front brake\nlever [kgf]. Braking data were mean values recorded during dry\nraces or dry race on-track simulations (i.e. new track on the seaso-\nnal calendar), obtained by data logger systems owned by the\nracing teams equipped with the Brembo braking systems. Body\nmass [kg], stature [cm], age [years] and brake brand of the top 10\nriders for each season were also recorded.\nIn a racing tournament, riders collect points according to\ntheir final position at each event. Only the first 15 riders\ncrossing the finish line are awarded championship points in\nan exponentially decreasing order. In competitions, although\nthe leading rider or group of riders are looked upon as the\nreference performance for setting the pace of the races, the\ntop 10 finishers are usually considered the most competitive\nathletes in each category or level of competition. Focusing\nexclusively on the performance of the race winner, especially\nwhen a talented rider with a fast bike is synonymous with\nvictory, would restrict the analysis of performances to single\nmachinery-rider binomials, while considering all the finishers,\nwould include the analysis of novice participants or less com-\npetitive riders, which would not be representative of the top\nlevel of the competition. Therefore in this study, the mean\nspeed and race duration between the first and the 10\nth\nrider\nhave been considered for analysis, which are the top two\nthirds of the finishers being awarded championship points.\nFrom the aforementioned measurements, the following\nvalues were calculated: length of the GP [m]; total number\nof brakes in a GP; total number of corners in a GP; mean\nspeed (MS) between the 1\nst\nand 10\nth\nposition to complete\nthe GP [km.h\n−1\n]; GP single lap time (MLT) at MS [s]; mean race\nduration for the first 10 riders [s]; percentage of time spent\nbrakinginaMLT[%];brakingratioinaMLT[s]whichisthe\nnumber of seconds needed to complete one lap at mean\nspeed divided the number of brakes in one lap; curve ratio in\na MLT [s] which is the number of seconds needed to com-\nplete one lap at mean speed divided by the sum of left and\nright corners in one lap; and, negative mean acceleration per\neach braking action [m.s\n−2\n] (i.e. change of speed divided by\nthe duration of braking).\n2E. D’ARTIBALE ET AL."
    },
    {
      "type": "paragraph",
      "text": "Inclusion criteria\nAt the GPWC, all races are categorised as either wet or dry\nby RD before the start of the race. The purpose of this\nclassification is to indicate to riders the varying climatic\nconditions during a race, which affects their choice of\ntyres and the overall performance. A white flag being\nwaved at the flag marshal posts during the race indicates\nthat RD has decided to declare a wet race after it was\noriginally declared dry. In this instance riders are allowed\nto change bikes during the race to those equipped with wet\ntyres by entering the pit lane and swapping machinery in\nfront of their assigned pit box.\nTo standardize the fundamental conditions for perfor-\nmance-related data analysis, the following three criteria\nneeded to be satisfied for the competitions to be included in\nthe analysis: (1) the race was declared dry by RD before the\nstart; (2) in case the white flag was waved at any point during\nthe GP, none of the first 10 riders crossing the finish line\nentered the pit lane during the race; and, (3) the first 10 riders\ncrossing the finish line completed the required original num-\nber of laps announced for the event in accordance to the\nofficial regulations. The braking-related data referred to mea-\nsurements in dry settings, therefore they were considered pre-\nstandardized. Circuit-related and rider-related data did not\nrequire standardization.\nStatistical analysis\nBoth data gathering and statistical analysis were per-\nformed using an open source electronic spread sheet\n(Open Office 4.1.2). Descriptive statistics (i.e. mean, stan-\ndard deviation, range) were used to summarise quantita-\ntive variables. To estimate the uncertainty of the true\nmean, 95% confidence limits(CI) for the mean were cal-\nculated. Pearson correlationcoefficient (r) and its 95% CI\nusing Fisher’sztransformwasusedto explore potential\nrelationships between variables. Trivial, small, moderate\nand large relationships were considered for r between 0\nand 0.1, 0.1 to 0.3, 0.3 to 0.5 and larger than 0.5,\nrespectively.\nResults\nFrom a total sample of 54 competitions (18 races per\nseason), 8 races (14.8%) did not satisfy the inclusion cri-\nteria (5 wet races, 2 white flags rule applied, 1 race with\nlap reduction due to exceptional tyre degradation), there-\nfore performance data from a total of 46 competitions\n(2013 season n = 16, 2014 season n = 15, 2015 season\nn = 15) in conjunction with the braking data (18 reports\nper season) were analysedto quantify the riders’load\nduring competition. Twenty-nine out of the thirty (96.7%)\nriders that ranked in the top 10 positions at the end of the\nthree analysed seasons had their motorcycle equipped\nwith the Brembo braking system, therefore braking data\nreports were considered relevant and valid information to\nrelate to the race reports.\nThe youngest rider (all males) was 20 years old, while the\noldest was 36. The lightest and smallest rider had a body mass\nof 51 kg and stature of 160 cm, while the heaviest rider was\n77 kg and the tallest was 182 cm. (seeTable 1)\nIn dry conditions, the riders raced for 43:07 ± 1:39 minutes per\nrace, covering a mean distance of 117.2 ± 3.1 km, riding at a\nspeed of 163.2 ± 6.4 km.h\n−1\n(maximum MS in the Australia GP in\n2015: 177 km.h\n−1\n; minimum MS in the Indianapolis GP in 2013:\n151 km.h\n−1\n).IncreasesinMSwereobservedoverthethree\nseasons analysed: 1.2% between 2013 and 2014, and 0.6%\nbetween 2014 and 2015. In the 19 different circuits included in\nthe GPWC during these three seasons, riders were required to\nnavigate 15 ± 2 corners and 7 ± 1 braking actions per lap, and the\nlongest straight on track measured 827 ± 223 meters. To com-\nplete the required distance during actual competitions, they\nbraked 175 ± 42 times and leaned to corner 372 ± 48 times per\nrace (seeFigure 1). Maximum values of those technical actions\nwere observed at Assen in the Netherlands, where riders cor-\nnered 468 times in the race and at Laguna Seca in the United\nStates, where riders were required to brake 256 times from the\nbeginning to the end of the race. The minimum values were\nrecorded at the Malaysia GP, where riders cornered 300 times\nand in the Australia GP where only 3 brakes per lap were required\nfor a total of 81 braking actions to complete the race.\nIn dry conditions, a MLT lasted 1:45.5 ± 00:12.7 minutes, where\nriders spent 28.6 ± 4.9 seconds braking (27% of their racing time).\nMatching performance-related data with track-specific braking\nand cornering requirements indicated riders performed a braking\naction every 11.6 ± 4.1 seconds of racing (i.e. spent accelerating\nand not using either the throttle or the brakes) that lasted 4.2 ± 0.6\nseconds in duration. The riders were in the middle of negotiating a\ncorner every 7.1 ± 0.8 seconds of riding.\nAcross the 18 GPs per championship, racers faced 124\ndifferent braking actions (i.e. entering 124 different corners)\nduring the 2013 and 2014 seasons and 123 actions during the\n2015 season. Over 40% of these braking actions were initiated\nat a speed higher than 260 km.h\n−1\n(see count of brakes in\nFigure 2). Although during actual racing the decrease of speed\nis of a non-linear shape (to minimize the time at a lower speed\nand to optimally manoeuvre the lean of the motorcycle at the\nend of the braking phase), riders experienced a mean negative\nacceleration ranging from 16.5 m.s\n−2\nto 2.7 m.s\n−2\n, and 25% of\nthe aforementioned inertial stresses were greater than 10 m.\ns\n−2\n. The mean peak force applied on the brake lever during\nthose braking actions increased from 5.1 ± 1.2 kgf in 2013 to\n5.4 ± 1.6 kgf in 2014 and 2015, with a maximum value reached\nat the Argentina GP on 2014 where the mean peak force\nTable 1.Top ten riders characteristics and performance variables.\nSeason2013\n(n = 16)\nSeason 2014\n(n = 15)\nSeason 2015\n(n = 15)\nTotal Sample\n(n = 46)\nA27.1 ± 426.2 ± 427.5 ± 426.9 ± 4\nBM63.2 ± 5.363.5 ± 5.265 ± 6.763.9 ± 5.7\nS171.1 ± 6.2172.8 ± 6.9172.8 ± 6.9172.2 ± 6.5\nMS161.7 ± 6163.6 ± 7164.5 ± 6163.2 ± 6\nCI: 158.4–164.9  CI: 159.9–167.3  CI: 160.9–168.1  CI: 161.3–165.1\nB > 312.913.71313.2\nCpr2.8 ± 23.3 ± 23.7 ± 23.2 ± 2\nA: Age (years); BM: Body mass (kg); S: Stature (cm); MS: Mean speed of racing (km·h-1);\nB > 3: % of braking actions initiated over 300 km·h-1; Cpr: Crash per race.\nJOURNAL OF SPORTS SCIENCES3"
    },
    {
      "type": "paragraph",
      "text": "applied on the brake lever for this track, which requires 8\nbraking actions per lap, was 8.3 ± 3.3 kgf.\nDuring dry competitions, 3.2 ± 2 riders crashed per race,\nwith a maximum of 7 riders crashing in three events (6.5 % of\nthe total sample analysed). Trivial to small correlations were\nfound (r < ± 0.3) between the count of crashes per race and\nthe speeds of racing (i.e. MS (r = 0.03; CI:−0.26 to 0.32) and\nthe mean speed of the winning rider (r = 0.05; CI:−0.24 to\n0.34)) or the track characteristics (i.e. straight length (r = 0.08;\nCI:−0.21 to 0.36), number of curves on track (r =−0.13; CI:\n−0.41 to 0.16), number of curves per race (r =−0.28; CI:−0.52\nto 0.01)) or braking variables (i.e. number of brakes per race\n(r =−0.16; CI:−0.43 to 0.14), time spent braking (r =−0.05; CI:\n−0.33 to 0.25), mean braking duration (r = 0.17; CI:−0.12 to\n0.44), mean peak force on lever (r = 0.09; CI:−0.21 to 0.37)).\nCorrelation coefficients were also small (r between 0.1 and 0.3)\nwhen relating the count of crashes with the environmental\nconditions of racing (i.e. air temperature (r = 0.26; CI:−0.04 to\n0.51), air humidity (r =−0.11; CI:−0.39 to 0.19) and ground\ntemperature (r = 0.25; CI:−0.05 to 0.5)). The strongest associa-\ntion (moderate magnitude, r = 0.31; CI: 0.02 to 0.55) was found\nbetween crashing events and curve ratio (i.e. MLT divided the\nsum of left and right corners in that circuit).\nDiscussion\nA few scientific publications (D’Artibale et al.,2008;D’Artibale,\nTessitore, Lupo, & Capranica,2013;D’Artibale et al.,2007;Filaire\net al.,2007) have described the metabolic load of circuit race\nFigure 1.Count of braking and cornering actions performed during competitions across different circuits.\n(Ame = Circuit of the Americas, USA; Ara = Motorland Aragon, Spain; Arg = Circuit Termas de Rio Hondo, Argentina; Aus = Phillip Island Circuit, Australia; Cat = Circuito de Catalunya, Spain;\nCze = Automotodrom Brno, Czech Republic; Fra = Le Mans Circuit, France; Gbr = Silverstone Circuit, UK; Ger = Sachsenring Circuit, Germany; Inp = Indianapolis Motor Speedway, USA;\nIta = Mugello Circuit, Italy; Jpn = Twin Ring Motegi, Japan; Mal = Sepang Circuit, Malaysia; Ned = Assen Circuit, the Netherlands; Qat = Losail International Circuit, Qatar; Rsm = Simoncelli\nWorld Circuit, Republic of San Marino; Spa = Circuito de Jerez, Spain; Usa = Laguna Seca Circuit, USA; Val = Ricardo Tormo Circuit, Spain).\nFigure 2.Count of braking actions and their initial speed across seasons.\n4E. D’ARTIBALE ET AL."
    },
    {
      "type": "paragraph",
      "text": "motorcycling, however no studies have profiled the forces acting\non the rider with direct measurements (i.e. instrumenting the\nbike or the rider). This paucity of research could be attributed to\nthe difficulty of using experimental apparatus in such unique\ncompetitive settings and the tendency for racing teams/factories\nto operate in strict secrecy so as to maintain a competitive\nadvantage. In addition, being a high-risk and high-cost sport,\nriders along with teams are reluctant to allow the collection of\nexperimental data, as it is perceived that data collection may\ninfluence performance and safety. Nonetheless this study has\nprofiled the stresses experienced by riders by analysing race\nresults and kinematic data from top-class circuit racing motor-\ncycle competitions. Furthermore, this analysis incorporated infor-\nmation in regards to the crashing events, which are a\ndeterminant variable of the final outcome in this sport. With\nthis in mind, the aim of this study was to quantify the physical\nstresses experienced by riders competing at the top-level in\ncircuit race motorcycling (i.e. FIM Road Racing Grand Prix World\nChampionship) and explore potential relationships between per-\nformance related variables such as speed of racing and crashes.\nThe main findings of this study were: (1) professional top-\nlevel riders are relatively light male athletes with a mean\nstature above 170 cm and a mean age of 27 years; (2) the\nmean speed of racing has increased over the three years of\ncompetitions–riders are going faster; (3) during racing, riders\nare exposed to a considerable volume of high intensity actions\nrequired to both counteract inertial stresses generated by\npositive and negative accelerations in the horizontal plane\nwhile increasing and decreasing speed, as well as counter-\nacting lateral centrifugal forces while cornering; (4) there are\nno clear relationships between the amount of crashes and\ncompetition-related factors (i.e. racing speed, track character-\nistics, brakes, environmental conditions).\nThe rider’s body mass and stature can be considered influ-\nential on riding performance. The final mass of the rider-\nmotorcycle affects the engine power-to-weight ratio and con-\nsequently the ability to obtain high accelerations, therefore,\nsince motorcycles are weight-regulated, a lighter and smaller\nrider intuitively advantages the final performance (D’Artibale\net al.,2008; Sánchez-Muñoz et al.,2011). Despite anthropo-\nmetrics not being a focus of this study, the data analysed offer\na unique view of the general body size of the top level riders,\nwhich may represent valuable information for aspiring riders\nand future research directions centered on inertial mechan-\nisms   and   preparation   methods   in   this   sport.\nAnthropometrically, it can be concluded from the current\nanalysis that professional top-level riders are males who are\nrelatively light (from 63.2 ± 5.3 kg to 65 ± 6.7 kg) in the lower\npercentile  range  of  stature  (from  171.1  ±  6.2  cm  to\n172.8 ± 6.9 cm) (Fryar, Gu, Ogden, & Flegal,2016). A small\nand light rider might be particularly advantageous for lower\ncategories of racing (Sánchez-Muñoz et al.,2011) where the\npower-to-weight ratio is more affected by the human portion\nof the total mass due to a limited engine capacity. However,\nfurther data and analysis is required as it may be assumed that\nprofessional riders with longer limbs may be biomechanically\nadvantaged in combatting the inertial forces associated with\nleaning and braking, and as a result successful in riding bigger,\nheavier and more powerful motorcycles.\nThe mean speed of racing increased across the three years\nfrom 161.7 ± 6 km.h\n−1\nduring the 2013 season to 164.5 ± 6 km.\nh\n−1\nduring the 2015 championship. Whether this can be attrib-\nuted to mechanical and/or human factor was beyond the\nscope of this article, however, the constant improvements of\nthe technological components of the motorcycle such as brak-\ning systems, electronic engine power control and tyres com-\npounds  no  doubt  has  increased  the  physical  stresses\nexperienced by racers to counteract the forces of faster racing\n(D’Artibale et al.,2013; Lippi, Salvagno, Franchini, & Guidi,\n2007). In particular, since the front brake is used to decelerate\nthe bike in circuit racing motorcycles (operated by a lever with\nthe fingers of the right hand), riders are exposed to frequent\nand substantial muscular activity in the upper limbs, generat-\ning exceptional tension in the forearm region to properly\noperate the handlebars while counteracting inertial forces\nacting on the whole body (Barrera-Ochoa et al.,2016; Marina\net al.,2011). Findings from this study reported mean peak\nforce applied on the brake lever increasing from 5.1 ± 1.2\nkgf in 2013 to 5.4 ± 1.6 kgf in 2014 and 2015. In synergy\nwith these results, the incidence of chronic exertional com-\npartment syndrome of the upper limb seems to be increasing\nbetween motorcycle racers in recent years (Barrera-Ochoa\net al.,2016; Goubier & Saillant,2003). Interestingly, even\nthough the use of surgical interventions such as a fasciotomy\nhas proven successful in the treatment of this syndrome, the\nefficacy of non-operative treatments or preventative methods\n(i.e. specific muscular strengthening, stretching or technical\nadaptations) seems unexplored.\nProfessional riders are required to perform at their best for\nmore than 40 minutes, where they continuously coordinate\ntheir technical skills (i.e. synchronised multi-limb actions such\nas up/downshifting, throttle and brakes control, clutch for\nsome classes) and their postural adaptations in a high-density\nrhythmical sequence of actions. When averaging the duration\nof a lap with the track layout, a rider experiences a 4.2 second\nbraking action (i.e. postero-anterior inertial acceleration) every\n11.6 seconds of racing and turns the motorcycle into a corner\nevery 7.1 seconds of riding. Leaning a high-speed motorcycle\nto turn requires application of force on the handlebars (i.e.\ncounter-steering, steering) and to laterally shift rider’s body\nweight (Cossalter,2006; Evertse,2010); these actions can be\nperformed up to 400 times per race at the top level of racing\n(seeFigure 1). In addition, to minimise their lap-time, riders\nexperience intense accelerations when exiting corners and\nabrupt decelerations (25% > 1g) when braking. Considering\nthe quantity (175 ± 42 brakes per race), the duration (27% of\nlap-time), and the intensity of the braking actions (13% begin\nat speed > 300 km.h\n−1\nand 40% at above 260 km.h\n−1\n) it can be\nassumed that racing at professional level requires considerable\nmuscular demands.\nDespite finding the high and increasing speed of competi-\ntions over three seasons of racing, all but one correlation\nbetween the amount of crashes recorded during the races\nand the factors surrounding these events, were trivial or\nsmall. With a mean of 3.2 ± 2 riders crashing each dry race\nthe only predictor of moderate magnitude (r = 0.31; CI: 0.02 to\n0.55) was the frequency of turns faced by racers when riding\nin different track layouts, which might mean connecting\nJOURNAL OF SPORTS SCIENCES5"
    },
    {
      "type": "paragraph",
      "text": "corners (i.e. curves where the ideal racing line involves multi-\nple consecutive corners) could represent an extra challenging\ntask when performed at high speed. Other track characteristics\nsuch as the amount of corners or the length of the main\nstraight (i.e. higher top speeds), braking features, the speed\nof racing, or the environmental conditions were not signifi-\ncantly correlated with the amount of accidents happening\nduring official top-level races. Perhaps a much larger sample\nand a more detailed analysis (i.e. site and typology of crash)\nmight clarify information about these unwanted events.\nConclusion\nManoeuvring a motorcycle at high-speed in an official com-\npetition setting has been shown to expose the riders to a\nsubstantial and complex mechanical load. The main findings\nand practical applications ofthis study suggest that: (1)\nCircuit race motorcycling riders aiming at achieving the top\nlevel of the sport might consider monitoring anthropometric\nmeasurements and followingnutritional plans with the\nintent of optimizing their body composition i.e. balancing\nlow body weight with the necessary muscular mass to con-\ntrol the forces required to control the motorcycle while\nracing. (2) The muscular demands of professional riders dur-\ning top-level competitions are considerable in volume and\nintensity, especially when considering that official events last\nthree or four consecutive days. Therefore, riders performing\nat high level should possess pre-requisite levels of cardiovas-\ncular and muscular endurance as well as muscular strength.\n(3) To counteract the repetitive positive and negative inertial\nstresses of racing, riders should implement training that\nfocuses on site-specific eccentric, isometric and concentric\nstrength in the lower and especially the upper limbs. (4)\nDue to the exceptional stress accumulated in the upper\nlimbs, in particular in the forearm region (Marina et al.,\n2011), and due to the potential risks of overload (i.e. surgery\nto solve forearm compartmental syndrome) (Barrera-Ochoa\net al.,2016; Goubier & Saillant,2003), riders may have parti-\ncular interest in programming exercises aiming at decreasing\nthe muscular tension and future research may investigate the\neffects of specific exercises aiming at increasing the elastic\nproperties of the affected tissues (i.e. muscular stretching,\nhigh range of motion antagonists exercises, etc.). (5) Due to\nthe quota of racers crashing at each event, in order to mini-\nmise injuries, increase confidence and extend a riders career,\ncompetitors might consider including crash-skills training in\ntheir preparation plan (i.e. tumbling techniques).\nFinally, this study provides original and novel information\nquantifying indirectly the mechanical stresses and subsequent\nmuscular demands of top-level circuit race motorcycling.\nFurthermore, no other scientific publications studied crashes\nand performance-related variables. It is acknowledged that\nthere a number of limitations of the current analysis, however,\nuntil riders can be directly instrumented and in-field measure-\nments collected across a number of racers and teams, then the\nmethodological approach undertaken in this study would\nseem very useful to provide fundamental information for the\ndesign of rider preparation programs.\nAcknowledgments\nThe authors would like to express their gratitude to WIL Sport Management\nand Phil and Cheryl London for their scholarship and assistance with the\n“Optimising motorcycle road racing performance”research projects.\nDisclosure statement\nNo potential conflict of interest was reported by the authors.\nReferences\nAscensão, A., Ferreira, R., Marques, F., Oliveira, E., Azevedo, V., Soares, J., &\nMagalhães, J. (2007). Effect of off-road competitive motocross race on\nplasma oxidative stress and damage markers.British Journal of Sports\nMedicine,41, 101–105. doi:10.1136/bjsm.2006.031591\nBarrera-Ochoa, S., Haddad, S., Correa-Vázquez, E., Font Segura, J., Gil, E.,\nLluch, A., . . . Mir-Bullo, X. (2016). Surgical decompression of exertional\ncompartment syndrome of the forearm in professional motorcycling\nracers: Comparative long-term results of wide-open versus mini-open\nfasciotomy.Clinical  Journal  of  Sport  Medicine,26(2),  108–114.\ndoi:10.1097/JSM.0000000000000216\nBoubezoul, A., Espié, S., Larnaudie, B., & Bouaziz, S. (2013). A simple fall\ndetection algorithm for powered two wheelers.Control Engineering\nPractice,21, 286–297. doi:10.1016/j.conengprac.2012.10.009\nBrearley, M., Norton, I., Kingsbury, D., & Maas, S. (2014). Responses of elite\nroad motorcyclists to racing in tropical conditions: A case study.\nInternational Journal of Sports Physiology and Performance,9(5), 887–\n890. doi:10.1123/ijspp.2013-0409\nCossalter, V. (2006).Motorcycle Dynamics. Lulu.com online editor. ISBN:\n978-1-4303-0861-4\nCossalter, V., Aguggiaro, A., Debus, D., Bellati, A., & Ambrogi, A. (2007,\nJune). Real cases motorcycle and rider race data investigation: Fall\nbehavior analysis. Paper 07-0342 presented at the 20th Enhanced\nsafety of vehicles conference, innovations for safety opportunities and\nchallenges, Lyon, France.\nD’Artibale, E. (2014, July). Physical load of top-level road racing motorcy-\ncling competitions via kinematical analysis. Paper presented at the 19th\nAnnual  Congress  of  the  European  College  of  Sport  Science,\nAmsterdam, the Netherlands.\nD’Artibale, E., Tessitore, A., & Capranica, L. (2008). Heart rate and blood\nlactate concentration of male road-race motorcyclists.Journal of Sports\nSciences,26(7), 683–689. doi:10.1080/02640410701790779\nD’Artibale, E., Tessitore, A., Lupo, C., & Capranica, L. (2013,June).Ridinga\nmotorcycle or racing a motorcycle: Differences in oxygen consumption,\nheart rate, blood lactate; a pilot study. Paper presented at the 18th Annual\nCongress of the European College of Sport Science, Barcelona, Spain.\nD’Artibale, E., Tessitore, A., Tiberi, M., & Capranica, L. (2007). Heart rate and\nblood  lactate  during  official  female  motorcycling  competitions.\nInternational Journal of Sports Medicine,28, 662–666.\ndoi:10.1055/s-\n2007-964889\nDosil, J., & Garcés de Los Fayos, E. J. (2006). Psychological training in\nmotorcycling. In J. Dosil (Ed.),The sport psychologist’s handbook: A\nguide  for  sport-specific  performance  enhancement(pp.  527–545).\nChichester: John Wiley & Sons Ltd.\nEvertse, M. V. C. (2010).Rider analysis using a fully instrumented motorcycle\n(Master of science thesis). Delft University of Technology.\nFédération Internationale de Motocyclisme. (2015).FIM road racing world\nchampionship grand prix regulations. Retrieved fromwww.fim-live.com\nFilaire, E., Filaire, M., & Le Scanff, C. (2007). Salivary cortisol, heart rate and\nblood lactate during a qualifying trial and a official race in motorcycling\ncompetition.Journal of Sports Medicine and Physical Fitness.47, 413–\n417. Retrieved fromhttp://www.minervamedica.it/en/journals/sports-\nmed-physical-fitness/issue.php?cod=R40Y2007N04\nFryar, C. D., Gu, Q., Ogden, C. L., & Flegal, K. M. (2016). Anthropometric\nreference data for children and adults: United States, 2011–2014.\nNational Center for Health Statistics. Vital and Health Statistics,3(39),\n1–46. Retrieved fromhttps://www.cdc.gov/nchs/data/series/sr_03/\nsr03_039.pdf\n6E. D’ARTIBALE ET AL."
    },
    {
      "type": "paragraph",
      "text": "Goubier, J. N., & Saillant, G. (2003). Chronic compartment syndrome of the\nforearm in competitive motor cyclists: A report of two cases.British\nJournal of Sports Medicine,37, 452–454. doi:10.1136/bjsm.37.5.452\nLippi, G., Salvagno, G. L., Franchini, M., & Guidi, G. C. (2007). Changes in\ntechnical regulations and drivers’safety in top-class motor sports.\nBritish  Journal  of  Sports  Medicine,41,  922–925.  doi:10.1136/\nbjsm.2007.038778\nMarina, M., Porta, J., Vallejo, L., & Angulo, R. (2011). Monitoring hand flexor\nfatigue in a 24-h motorcycle endurance race.Journal of Electromyography\nand Kinesiology,21(2), 255–261. doi:10.1016/j.jelekin.2010.11.008\nMarina, M., Rios, M., Torrado, P., Busquets, A., & Angulo-Barroso, R. (2014).\nForce-time course parameters and force fatigue model during an inter-\nmittent fatigue protocol in motorcycle race riders.Scandinavian Journal\nof Medicine & Science in Sports,25(406–416). doi:10.1111/sms.12220\nMartin, M., Blasco, E., Fargueta, M., Olcina, R., & Monleon, C. (2015).\nTraining habits of female international elite motorcyclist.Nutricion\nHospitalaria,32(5), 2235–2241. doi:10.3305/nh.2015.32.5.9677\nMasi, M., Toffolo, A., & Antonello, M. (2010). Experimental analysis of a\nmotorbike high speed racing engine.Applied Energy,87, 1641–1650.\ndoi:10.1016/j.apenergy.2009.09.033\nRodríguez Pérez, M. A., Casimiro Andújar, A. J., Sánchez Muñoz, C., Mateo\nMarch, M., & Zabala Díaz, M. (2013). Training habits of young interna-\ntional elite motorcyclists.Revista Internacional De Medicina Y Ciencias\nDe La Actividad Física Y El Deporte,13(51), 615–625. Retrived from\nhttp://cdeporte.rediris.es/revista/revista51/arthabitos410.htm\nSánchez-Muñoz, C., Rodríguez, M. A., Casimiro-Andújar, A. J., Ortega, F. B.,\nMateo-March, M., & Zabala, M. (2011). Physical profile of elite young\nmotorcyclists.International Journal of Sports Medicine,32, 788–793.\ndoi:10.1055/s-0031-1279722\nTanelli, M., Corno, M., & Savaresi, S. M. (2014).Modelling,\nsimulation and\ncontrol of two-wheeled vehicles. Chichester: John Wiley & Sons.\nThomas, S., Reeves, C., & Agombar, J. (2013). Personality hardiness at\ndifferent levels of competitive motorcycling.Perceptual & Motor Skills,\n116(1), 315–321. doi:10.2466/30.06.PMS.116.1.315-321\nJOURNAL OF SPORTS SCIENCES7"
    }
  ],
  "qa": [],
  "numpages": 8,
  "info": {
    "PDFFormatVersion": "1.4",
    "IsAcroFormPresent": false,
    "IsXFAPresent": false,
    "Title": "Profiling the physical load on riders of top-level motorcycle circuit racing",
    "Author": "Emanuele D’Artibale",
    "Subject": "Journal of Sports Sciences, 2017. doi:10.1080/02640414.2017.1355064",
    "Keywords": "Motorcycling; racing; riders; physical load; motorsports",
    "Creator": "Arbortext Advanced Print Publisher 11.0.3433/W Unicode",
    "Producer": "iText 4.2.0 by 1T3XT",
    "CreationDate": "D:20170714013513+05'30'",
    "ModDate": "D:20170719232410-07'00'"
  },
  "metadata": {
    "_metadata": {
      "dc:format": "application/pdf",
      "dc:identifier": "10.1080/02640414.2017.1355064",
      "dc:lang": "en",
      "dc:title": "Profiling the physical load on riders of top-level motorcycle circuit racing",
      "dc:creator": "Emanuele D’ArtibalePaul B. LaursenJohn B. Cronin",
      "dc:publisher": "Routledge",
      "dc:description": "Journal of Sports Sciences, 2017. doi:10.1080/02640414.2017.1355064",
      "dc:subject": "Motorcyclingracingridersphysical loadmotorsports",
      "prism:aggregationtype": "Journal",
      "prism:publicationname": "Journal of Sports Sciences",
      "prism:copyright": "© 2017 Informa UK Limited, trading as Taylor & Francis Group",
      "prism:issn": "0264-0414",
      "prism:elssn": "1466-447X",
      "prism:volume": "00",
      "prism:number": "00",
      "prism:issuename": "",
      "prism:startingpage": "1",
      "prism:endingpage": "7",
      "prism:doi": "10.1080/02640414.2017.1355064",
      "prism:url": "https://doi.org/10.1080/02640414.2017.1355064",
      "jav:journal_article_version": "VoR",
      "xap:createdate": "2017-07-14T01:35:13+05:30",
      "xap:creatortool": "Arbortext Advanced Print Publisher 11.0.3433/W Unicode",
      "xap:modifydate": "2017-07-19T23:24:10-07:00",
      "xap:metadatadate": "2017-07-19T23:24:10-07:00",
      "pdf:keywords": "Motorcycling; racing; riders; physical load; motorsports",
      "pdf:producer": "iText 4.2.0 by 1T3XT",
      "xapmm:documentid": "uuid:132e2e71-90f5-4e37-849f-b65b205db363",
      "xapmm:instanceid": "uuid:dce957ea-3815-49ca-aa54-e4062b28a42b",
      "crossmark:majorversiondate": "2017-07-14",
      "crossmark:crossmarkdomainexclusive": "true",
      "crossmark:crossmarkdomains": "www.tandfonline.com",
      "crossmark:doi": "10.1080/02640414.2017.1355064",
      "pdfx:crossmarkdomains": "www.tandfonline.com",
      "pdfx:crossmarkdomainexclusive": "true",
      "pdfx:crossmarkmajorversiondate": "2017-07-14",
      "pdfx:doi": "10.1080/02640414.2017.1355064"
    }
  },
  "scrapedAt": "2026-02-23T07:48:55.828Z"
}