{
  "origin": "Motorcycle Grand Prix Racing.pdf",
  "title": "Motorcycle Grand Prix Racing",
  "content": "G R A N 1 \n) I 5 R 1 X 1 ? / \n- - - . * • \nl C ING \ni \nJoe Herran and Ron Thomas \n\n\n\n\n\n\n\nJoe Herran and Ron Thomas \nCHELSEA HOUSE \nPUBLISHERS \nA Haights Cross Communications Company \nPhiladelphia \n\nThis edition first published in 2003 in the United States of America by Chelsea House Publishers, a subsidiary \nof Haights Cross Communications. \nReprinted 2003 \nAll rights reserved. No part of this publication may be reproduced or transmitted in any form or by any means \nwithout the written permission of the publisher. \nChelsea House Publishers \n1974 Sproul Road, Suite 400 \nBroomall, PA 19008-0914 \nThe Chelsea House world wide web address is www.chelseahouse.com \nLibrary of Congress Cataloging-in-Publication Data Applied for. \nISBN 0-7910-7001-8 \nFirst published in 2002 by \nMACMILLAN EDUCATION AUSTRALIA PTY LTD \n627 Chapel Street, South Yarra, Australia, 3141 \nCopyright © Joe Herran and RonThomas 2002 \nCopyright in photographs © individual photographers as credited \nEdited by Miriana Dasovic \nText design by Karen Young \nCover design by Karen Young \nIllustrations by Nives Porcellato and Andy Craig \nPage layout by Raul Diche \nPhoto research by Legend Images \nPrinted in China \nAcknowledgements \nCover photo: Grand Prix motorcycle riders, courtesy of Sport the library. \nAustralian Picture Library/Empics, pp. 20, 26 (left); Ducati, p. 21 (bottom); Ferrari, p. 14; Getty Images/Allsport, \npp. 6, 11, 17, 18, 19 (top), 21 (top); Getty Images/Hulton, pp. 28 (right), 29 (left); Motorcycle Hall of Fame \nMuseum, USA, p. 28 (left); Reuters, p. 27 (left); Sport the library, pp. 4, 5 (left), 9, 24, 25, 26 (right), 27 (right), \n29 (right), 30 (top);TT Circuit Assen, p. 23; Yamaha, pp. 5 (center and right), 10, 13, 15, 30 (bottom). \nWhile every care has been taken to trace and acknowledge copyright the publisher tenders their apologies for \nany accidental infringement where copyright has proved untraceable. \n\nCONTENTS \nIntroduction \nWhat is Grand Prix motorcycle racing \nMotorcycle racing gear \nSkills, tricks and techniques \nGrand Prix racing: the rules \nThe Grand Prix racing team \nRider fitness \nPracticing for the Grand Prix \nSafety at the track \nOfficials at the Grand Prix \nIn competition \nGrand Prix champions \nThen and now \nRelated action sports \nGlossary \nIndex \n\nINTRODUCTION \nIn this book you will read about: \n• how Grand Prix motorcycles are built and tested \n• how Grand Prix races are staged and judged \n• the people who make up the support teams for each rider \n• Grand Prix motorcycle venues \n• the top riders in the sport \n• the history of the sport. \nIn the beginning \nThe first motorcycles were built in Europe and the first motorcycle \nrace also took place there. One of the earliest races was run in France \nin July 1894, between the cities Paris and Rouen. In 1895, motorcycle \nraces between cities were held in both Italy and the United States. In \nthe early 1900s, short-circuit races became popular. The competing \nmotorcycles raced on banked tracks. The first international race \nbetween countries took place in France in 1904. It was called the \nCoupe International and was run over 17 miles (27 kilometers). Each \ncompeting country was allowed to enter three motorcycles. The race \nwas won by a French driver named Demester at an average speed of \n45 miles (72.5 kilometers) per hour. \nMotorcycle Grand Prix \nracing today \nGrand Prix motorcycle racing is a spectacular \nand fast-moving sport enjoyed by millions of \nspectators worldwide. Using the most \nadvanced technology, teams of engineers, \nhighly skilled riders, mechanics and designers \nwork to build motorcycles to compete in \nGrand Prix events around the world. \n\nWHAT IS GRAND PRIX MOTORCYCLE \nACTION \nFACT \nGrand Prix motorcycle racing is organized and run by \nthe Federation Internationale de Motocyclisme (FIM). \nThe FIM organizes most international motorcycling \nevents as well as all Grand Prix motorcycle racing events. It \nhas established a sporting code of rules and regulations in \neach discipline of motorcycle racing, as well as technical rules to \nensure that all motorcycles are safe. There is also an environmental \ncode that sets the minimum standards for racetracks that hold motorcycle \nevents. A drug code ensures that Grand Prix events are drug-free. \nBike classifications \nGrand Prix motorcycles come in three classifications: 125 cc, 250 cc and \nA new classification is being \nadded to Grand Prix motorcycle \nracing in 2002. It will cover \n990 cc four-stroke motorcycles, \nwhich are even more \npowerfuL than the \n500 cc bikes. \n500 cc. These bikes are specially designed to meet the technical requirements \nof Grand Prix racing and are not available for sale to the public. The 500 cc \nclass is the top classification. It contains some of the fastest and most \npowerful bikes. On the straight, 500 cc motorcycles can reach 200 miles \n(322 kilometers) per hour. These bikes are difficult to ride, so only a small \nnumber of highly skilled people can ride them. \nGrand Prix motorcycle racing events are held on specially built circuits. \nSuch circuits are also used for other motor sports, including Formula One \nmotor car racing. All three classifications have their final race on the day of \nthe Grand Prix. Races for the 125 cc bikes are held first, followed by the \n250 cc bikes and finishing with the 500 cc bikes. \n\nThe Grand Prix motorcycle \nThere are major differences between motorcycles, and the way they \nare constructed depends on how they will be used. A Grand Prix \nmotorcycle is built for use only on the racetrack. \nThe engine \nThe engine is the mechanism that makes the motorcycle run. The \nengine takes in fuel and burns it to create the energy that drives the \npistons. Most Grand Prix bikes \nuse a powerful, two-stroke engine. \nFrames and suspension \nA Grand Prix motorcycle has an \naerodynamic design and a \nlightweight, very rigid frame. \nThese features help the bike to \nreach high speeds and to turn \nsharp corners quickly and safely. \nThe front and back of the \nmotorcycle have a suspension \nsystem. The suspension helps \nabsorb any bumps the rider may \nencounter, and helps the rider \nwithstand the forces generated \nduring high-speed turns. \nWheels, tires and brakes \nWheels are made of aluminum or magnesium for strength. Tires are \nfat and slick. Usually the rear tire is a little wider than the front tire, to \nhelp the rider make sharp turns at high speeds. The disc brake system \nhas a single steel disc, which is gripped by twin brake pads. \nSuspension \n6 \n\nDesigning the Grand Prix motorcycle \nGrand Prix motorcycles are constructed \nby engineers, mechanics and designers \nwith help from the riders. These people \nare known as the team. Designers first \nbuild a simulation of the bike and test \nit on a computer. The performance of a \nGrand Prix motorcycle depends on the \npower of the motor and the weight and \nshape of the bike’s body. Grand Prix \nmotorcycles have a motor specially \ndesigned for great power and speed. \nTheir engines are very heavy, so the \ndesigners try to avoid adding to the \nweight by making the frames from \nlight and strong materials. The \nmotorcycle is also designed to be \nas streamlined as possible. This \nallows it to attain great speeds and \nmake the many turns found on a \nGrand Prix circuit. \nTesting the Grand Prix \nmotorcycle \nOnce the first phase of the design has been completed, a test \nbike is built for the engineers to work on. This bike is \nfirst tested in a wind tunnel to check that the air flows \nsmoothly around the bike. Changes can then be made \nto improve the design and make the bike faster. The \nbike is then tested for safety in crash tests. \nAfter hundreds of hours of work, the motorcycle is \ncompleted and ready for testing on the track before \nthe start of the Grand Prix season. Once the team is \nhappy with the bike, it is painted in the team colors \nand is ready for competition. Two bikes are built for each \nGrand Prix event. \nWhen designing a Grand \nmotorcycle, the designers \ninto account the size o \nThis is necessary bee \nshape of the rider on \naffects how strearr \nthe bike will b \n7 \n\nThe motorcycle rider’s gear \nHelmet \nThe helmet protects the rider’s head in a fall. It is \nalso designed to reduce the effect of wind and \nnoise on the rider. Built-in ventilation ducts keep \nthe head cool. \nThe visor, through which the rider sees, must be \ntough enough to withstand being hit by the stones \nthat are thrown up from the track. The visor has \nseveral see-through adhesive strips on it. When the \ntop strip becomes dirty, the rider simply peels it off. \nLeather suit \nThe rider’s suit is made of kangaroo skin, which is \nthe toughest and lightest leather available. Extra \nprotection is provided by the carbon fiber and \nKevlar inserts on the spine, shoulders, chest and \nlimbs. This tough leather suit is sometimes referred \nto as body armor. \nPlastic outer skin \nLayers of \nshock-absorbent \nmaterial \nSun visor \nGoggles \nPlastic face \nprotector \n^1 \nACTION \nFACT \nMotorcycle riders may have \nair bags in their helmets in the \nnear future. The air bag would \nnflate automatically if the rider \nGloves \nGloves are designed to allow the \nrider’s hands and wrists to move \nfreely. There are carbon fiber \ninserts on the knuckles and \nKevlar padding for protection. \nKnee pads \nWhen turning a corner of the \ntrack, the rider leans so far out \nthat the knee pads touch the \nground. The pads help the rider \nto stay balanced during the turn \nwhile protecting the knees. \nBoots \nA carbon fiber inner-shell and a \nleather outer layer reinforce the \nankle and toes. These minimize \ninjury in a fall. \nMouth guard \nMany Grand Prix motorcycle \nriders use mouth guards to \nprotect the teeth and mouth in \ncase of accidents. \n\nHelmet \nVisor \nMouth guard \nLeather suit \nGloves \nKnee pads \n\nSKILLS, TRICKS AND \nTECHNIQUES \nUs, \nRiding a motorcycle \n.ill \nmm \n■■Hi \nBalancing on the moving bike is one of the first skills that must be \nmastered when learning to ride a motorcycle. When traveling in a \nstraight line, riders must keep their weight equally balanced on both \nsides of the motorcycle. When turning a corner, riders must make sure \nnot to overbalance or they will fall off. \nThe right hand \ncontrols the twist-grip \nthrottle with the \nfingers reaching \nforward to pull on the \nfront brake lever \nThe fingers of the \nleft hand operate the \nclutch lever, pulling \nit in every time the \ngears are changed \nThe right foot presses \ndown to work the rear \nThe left foot \noperates the \nbrake lever \ngear-shift lever \n10 \n\nGRAND PRIX RACING: \nTHE RULES \nAll Grand Prix events must follow the procedures set out by the FIM. The \nfederation has the right to inspect any track, and the track must comply \nwith all the FIM standards. Before the racing starts, the race director, along \nwith the referee and the clerk of the course, carry out a track inspection. \nHere are some of the FIM racing rules: \n• Only pure methanol may be used in the bikes. \n• Each rider is allowed a maximum of two \nmotorcycles in the pits on race day. \n• All bikes must have a rear wheel dirt deflector. \n• Only licensed riders are allowed to compete \nin Grand Prix events. \n• The motorcycle must clearly display the riders \nnumber. The helmet must also have the \nnumber clearly printed on it on the right- \nhand side above the goggle strap. \n• Only team members are allowed in the pits \nduring the race, and they must all be dressed \nin team colors. \nAll motorcycles competing in any Grand Prix \nevent must be Grand Prix-kitted: make'siire thatTcompUes \n• They cannot have any lights, starting mechanisms, street with the racing rules, \nequipment or associated brackets. \n• They must have low, narrow handlebars (maximum width of 312 inches \n(80 centimeters)) and fairings are encouraged. \n• They must be equipped with racing exhaust systems. \n• Front disc brakes are prohibited. Rear disc brakes are permitted. \n• Magnesium engine cases are allowed in the 300 cc class. \n3 v \n• The rims on the bikes must be at least 174 inches (45 centimeters) \nin diameter. \n\nTHE GRAND PRIX \nTEAM \nPreparing to compete in the Motorcycle Grand Prix requires the entire \nteam to work hard for many months. Once the team has designed and \nbuilt the motorcycle, there is still much work to be done. \nIn the pits, all team members must wear the team colors. The name \nof the team rider as well as the team member’s job must be shown on \nthe back of each uniform. \nMembers of the team \nRider \nThe rider is a key member of the team, and the one that is most \nvisible. Riders must use all their skills to get the best out of their \nmachines. Grand Prix motorcycle riders are specially trained and \nhighly skilled. \nTeam manager \nThe team manager is in charge of the team and makes all the decisions \nabout the work of the team. \nSoftware engineer \nThe software engineer is in charge of all electronics used on the bike. \nThe software engineer also gathers and sorts data received by \ncomputers during practice and race sessions, and distributes it to other \nteam members. This helps others in the team adjust the motor or other \nparts of the motorcycle to gain more speed and power. \nTechnical adviser \nThe technical adviser is the problem-solver of the team. Any difficulties \nthat the team may encounter with the bike are analyzed by the \ntechnical adviser, who looks for and applies engineering solutions. The \ntechnical adviser’s recommendations are passed on to the mechanics in \nthe garage. \n12 \n\nA large number of \npeople make up a \nGrand Prix racing team. \nChief mechanic \nThe chief mechanic is responsible for setting up the bike to achieve the \nbest possible result over a Grand Prix weekend. The chief mechanic is also \nin charge of the development of the motorcycle and oversees the other \nmechanics on the team. \nMechanics \nMechanics work under instruction from the chief mechanic. Their job is \nto prepare the bike so that it gives maximum performance during the race. \nBrake, suspension and tire specialists \nThese specialists fit the equipment to the bike that best suits the \nconditions of the circuit on race day. \nParts and logistics specialists \nThese specialists make sure that all equipment is checked and replaced if \nnecessary so that nothing fails during a race. \nPersonal or physical therapist \nThe rider’s therapist plans a program of exercise and a diet to help keep \nthe rider in top shape during the season. If the rider is injured, the \ntherapist will help the rider recover as quickly as possible. \nCaterers \nFull-time chefs travel with the team, preparing food for the whole team. \nThe rider in particular must be well fed and kept healthy. \n\nRiders keep fit \nby jogging, \ncycling or working \nout in a gym. \n| \n. \nI V: \nMill \n|j|j| I \nSI \n■ \nSSI \nRIDER \nFITNESS \nRiders in Grand Prix 500 cc competitions must be physically fit. The \nacceleration and sharp turns in 500 cc racing place great strain on a \nriders body. The rider is buffeted around the bends and extreme \ncorners of the track, so neck and back muscles must be strong to cope \nwith the forces placed on them. During the race, a rider loses body fluids \nrapidly. This can lead to dehydration, muscle cramps and a loss of \nconcentration. These are dangerous conditions for a rider in control of a \nmachine traveling at more than 186 miles (300 kilometers) per hour. \nRiders often crash and fall off their bikes. To avoid serious injury, \nthey must be fit and know how to fall off their bikes when they lose \ntheir balance. The proper way of falling off is to relax the body and not \ntense up during the fall. This method makes it less likely that the fall \nwill break bones or cause other serious injuries. \nA physical therapist is part of the race team. The physical therapist \nplans a program of exercises for the rider that build stamina, strength \nand concentration. The therapist supervises what the rider eats and \nmakes sure that the diet is helping to keep the rider fit. If a rider is \ninjured, the physical therapist will work with the rider to help make \nthe recovery as quick as possible. \n\nPRACTICING FOR THE \nGRAND PRIX \nDuring a Grand Prix meeting, a number of practice sessions are held on \nthe days before the race. Each of the Grand Prix circuits has a different \nnumber of turns and is shaped differently. It is important that the rider \nknows the circuit very well before racing on it. \nBefore a practice ride, a safety check on the engine and on every other \npart of the bike is carried out by the mechanics. The bike is also inspected \nto make sure it has been built to the current standards of the FIM. This \nincludes weighing the bike. According to the FIM rules, there can be no \npractice on race day. \nThe practice sessions are important for all members of the racing team. \nMuch computer data is compiled by the team members to check how the \nmotorcycle and rider are performing. This helps the team work on the \nmotorcycle to get the fastest times out of the machine. Race tactics are \ndiscussed with the team after these sessions. \nTime trials are held before the day of the Grand Prix. Riders’ times are \nrecorded during the official practice runs, and the results determine where \non the grid a rider will be \nplaced for the Grand Prix \nrace. The rider with the \nfastest time will start on the \npole position. \nPractice sessions give \nthe rider a feel for the \n+ K- ■ \n\nSAFETY AT THE \nTRACK \nIt is the job of the officials at each Grand Prix race to make sure \nthat the track surface has been prepared properly. A poor track \ncould cause serious injury to the riders. \nThe track must be graded after each race or it \nwears down and becomes dangerous to drive on. \nHow a racing track deteriorates after each race \nTrack after first race \nTrack after second race \nTrack after third race \nFlags and lights \nWhen the riders line up for the start of the race, a red light glows on the \nofficial board until all the riders have taken their places on the grid. \nWhen the red light goes out, the race begins. \nA green flag or green lights indicate that the course is clear of hazards. \nA yellow-and-red striped flag warns of oil, water or another substance \non the track. Riders must take care. \nA blue flag warns that a slower rider is about to be overtaken by a faster \nrider. (Slower riders are not allowed to block or slow down faster riders.) \n16 \n\nWhen the flag is held still, the faster rider is approaching \nthe slower rider. When the flag is being waved, the \nfaster rider is about to overtake. \nA yellow flag or yellow flashing lights warn of danger \non a section of the track. Riders are not allowed to \npass one another while the yellow flag or yellow lights \nare displayed. \nA white flag warns of a slow-moving car, ambulance \nor similar vehicle on the track. When the flag is held still \nthe rider can expect to encounter the vehicle soon. When \nthe flag is being waved, it indicates that the vehicle is already \non the rider’s section of the track. Riders are not allowed to pass one \nanother while a white flag is displayed. \nA black flag and an orange disc with \na rider’s number on it indicate that the \nrider must stop at the pits at the end of \nthe current lap. \nA red flag or red light indicates that \nthe practice session or race has been \ninterrupted, and all riders must leave \nthe track slowly and return to the pits. \nThe black-and-white checkered flag \nsignals the finish of the race or \npractice session. \nUntil the 2001 Grand Pnx racing \nseason, the starting Light was \nred and it turned areen when \nthe \nred \nbega Now \nst \nut to \ngo \nes \nof \nthe \nstart \nna \nth ra ce \nDrug code \nAll competitors are required to follow \nthe strict anti-doping regulations \noverseen by the FIM. Riders are \nallowed to take certain medicines \nto help with the treatment of \nconditions such as asthma, colds, \ncoughs and the flu. Riders can be \ntested at any time during, before or \nafter a competition. \nThe race ends at \nthe checkered flag. \n\nOFFICIALS AT THE \nGRAND PRIX \nThe officials on the Grand Prix circuit have the responsibility of \nmaking sure that the race is safe for both spectators and riders. All \nmotorcycles are checked carefully by both the riders team and the \ncourse officials before the start of the race. At any time during therace, \na rider may be asked by an official to leave the track if the official \ndecides that a motorcycle is unsafe. The officials give recognized signals \nto the riders by means of flags, boards or lights. \nReferee \nThe referee is in charge of the event and is responsible for ensuring \nthat all rules and regulations are observed. \nClerk of the course \nThis official ensures that \nthe track has been prepared \nproperly before the practice \nsessions begin. The clerk of \nthe course reports to the \nreferee, and has control \nover all other officials \nexcept the referee. \nTechnical steward \nThe technical steward \nchecks that all machines \nmeet the technical \nrequirements of the FIM. \nAn official holds up a sign \nto indicate to the riders \nwhen the race will start. \n18 \n\nTimekeeper \nThe timekeeper is responsible for the timing of \nall heats in the event. \nDoctor \nA doctor is on duty to take care of any medical \nneeds or emergencies. \nAnnouncer \nThe announcer must give the public the \nresults of each heat and information about \nwho is racing. \nPits’ marshal \nThe pits’ marshal makes sure that only riders \nand their mechanics are in the pits, and that \nall emergency equipment is in order. The pit \nmarshal also ensures that all bikes have \ncorrect numbers and riders are wearing \ncorrect helmet colors. \nStarting marshal \nThe starting marshal makes sure \nthat the riders are in their proper \npositions at the start of each \nrace. The starting marshal also \nensures that the flag signals used \nto show the riders that the last \nlap is coming are displayed at \nthe appropriate time. \nFlag marshals \nThere are flag marshals at each \nbend in the course. They display \nflags after receiving information \nfrom the referee or from the \nstarting marshal. \nis used to warn drivers of oil or \nwater on the track. \n1. Sporting steward \n2. Referee \nB. Clerk of the course \n4. Secretary of the meeting \n5. Doctor \n6. Timekeeper \n7. Announcer \n8. Technical steward \n9. Pits’ marshal \n10. Starting marshal \n11. Flag marshals \n12. First-aid medical staff (with a \nstretcher and a ‘Red Cross’ flag) \nRACING OFFICIALS AT THE TRACK \n\nThe three races \nThree races are run on Grand Prix race day. \nThe first is the 125 cc race. This ranges \nfrom 17 to 26 laps, depending on the \nlength of the track. The 250 cc is the \nsecond race, which is 18 to 27 laps. The \nfinal race of the day is the 500 cc race, \nwhich is 20 to 30 laps. \nACTION \nBecause each Grand Prix \ncircuit is a different length. \nGrand Prix races do not \nhave the same number of \nlaps per race. \nGrid positions \nRiders \nline up \non the grid \nbefore the \nrace begins. \nBefore each event begins, the riders line up in their grid positions. \nThe rider who scored the fastest time in the practice runs has the \npole position, the second-fastest rider is in the number two position \nand so on. Before the race begins, there is \na warm-up lap of the field. This gives the \nriders a chance to warm up their brakes and \ntheir tires. Then the riders again line up in \ntheir grid positions for the start of the race. \nThe starting marshal then checks that all \nriders are in their correct places on the grid. \nThe riders wait for the red light on the \nofficial board to go out. This signals the \nbeginning of the race. \nStrategy and balance \nDuring the race, riders must use strategy to get in the best possible \nposition. Not every rider wants to reach first place from the start of the \nrace. Often riders find it easier to sit in second or third place during \nmost of the race, and pass other riders only toward the end of the race. \n20 \n\nThis strategy also allows them to \nsee what the riders ahead of them \nare doing. \nIt is difficult to pass another \nmotorcycle during a race, so a rider \nmust time the pass carefully to avoid \nfalling off the bike. A trick used by \ngood riders is called slipstreaming. \nThis occurs when one rider follows \nanother rider very closely, sheltering \nfrom the oncoming wind. The \nsecond rider thus avoids being \nslowed down by air resistance or drag \nE^l A rider who falls during the \n■™ race is allowed to get back on \nthe bike and continue in the race if \nthe motorcycle is undamaged. \nThe podium ceremony \nStanding on the podium, the riders receive their \nprizes while the national anthem of the winners \ncountry is played. The teams of these three riders \nare also awarded prizes. \nThe World Champion rider \nGrand Prix points are awarded to the winner and \ntheir team. The winner of the Grand Prix is \nawarded 25 points, the second place-winner gets \n20 points, third place gets 16 points and fourth \nplace gets 13 points. At the \nend of the season, the points I \nare added to reveal the I \nWorld Champion rider. \nIt is possible to win the \nGrand Prix World Championship \nwithout winning a race. This \nhappens because points are awarded \nto the rider's team. At the end of \nthe season, the team with the \nmost points wins the \nConstructor's Cup as the \n_ champion team. \nW|1 The riders who finish \neJ the race in first, \nsecond and third positions \nattend the prize-giving \nceremony on the podium \nafter the race. \nhorse \nenergy omiJI \n\nMotorcycle Grand Prix circuits \nGrand Prix of Japan \nSuzuka, Japan \n• Track is 5.859 kilometers long. \n• In 1963, this was the venue for the \nfirst world championship motorcycle \nevent to be held in Japan. This track is \nalso used for Formula One motorcar \nracing, the eight-hour endurance \nWorld Championship and many other \nmotor sports. \nGauloises Africa's \nGrand Prix \nPhakisa Freeway, South Africa_ \n• Track is 4.242 kilometers long. \n• Built in the desert in South Africa, this \nis one of the newest race circuits on \nthe MotoGP itinerary. \n22 \nGran Premio Marlboro \nDe Espana \nJerez, Spain \n• Track is 4.423 kilometers long. \nGrand Prix of France \nLe Mans, France_ \n• Track is 4.305 kilometers long. \n• Part of the track, called the Bugatti \nCircuit, is also home to the Le Mans \n24-hour race and is the venue for \ntouring car races and a Formula One \nGrand Prix race every year. \nGran Premio Cinzano D'ltalia \nMugello, Italy  \n• Track is 5.245 kilometers long. \n• This circuit is considered to be one of \nthe safest racetracks in the world. \nGran Premi Marlboro \nde Catalunya \nCircuit de Catalunya, Spain \n• Track is 4.727 kilometers long. \n• Circuit de Catalunya is considered to \nbe one of the best-designed racetracks \nin the world. \nCinzano British Grand Prix \nDonington Park, Great Britain_ \n• Track is 4.023 kilometers long. \nCinzano Motorrad \nGrand Prix Deutschland \nSachsenring Circuit, Germany \n• Track is 3.508 kilometers long. \n• This circuit is used as a rider \ntraining center. \n\nGauloises Ceske Republiky \nGrand Prix \nAutodrom Brno, Czech Republic_ \n• Track is 5.403 kilometers long. \nGrande Premo Marlboro \nDe Portugal \nEstoril, Portugal \n• Track is 4.182 kilometers long. \nGran Premio Marlboro De \nLa Comunitat Valenciana \nComunitat Valenciana, Spain_ \n• Track is 4.005 kilometers long. \nPacific Grand Prix \nof Motegi \nMotegi, Japan \n• Track is 4.801 kilometers long. \nQantas Australian \nGrand Prix \nPhillip Island, Australia \n• Track is 4.448 kilometers long. \n• Motor car racing began at Phillip Island \nin the 1920s and the first motorcycle \nrace took place there in 1931. \nMalaysian Motorcycle \nGrand Prix \nSepang Circuit, Malaysia \n• Track is 5.548 kilometers long. \nCinzano Rio Grand Prix \nNelson Piquet, Brazil \n• Track is 4.933 kilometers long. \nRizla Dutch TT, \nCircuit van Drenthe \nAssen, Netherlands \n• Track is 6.049 kilometers long. \n• Circuit van Drenthe is the longest \ncourse in Grand Prix motorcycle racing. \n23 \n\nGRAND PRIX \nCHAMPIONS \nMany of the top \nmotorcycle riders \nstarted out riding \nless-powerful bikes \nbefore graduating to \nbigger motorcycles \nsuch as the 500 cc \nGrand Prix bikes. \nGrand Prix motorcycle \nchampions come \nfrom many countries \nincluding the United \nStates, Japan, \nAustralia, Italy and \nBrazil. The first \nfemale rider, \nKatja Poensgen from \nGermany, competed \nin the Grand Prix \n250 cc class in 2001. \n71 Kenny Roberts Jr. \n• Nationality: American \n• Born: July 25,1973 \n• Team: Telefonica Movistar Suzuki \n• Bike: Suzuki Class 500 cc \n• Kenny is the son of a three-time world champion, \nKenny Roberts Sr. Kenny learned to ride bikes on dirt \ntracks and competed in 250 cc Grand Prix racing \nbefore he took up 500 cc racing. \nStatistics \n• World Champion in 500 cc racing in 2000 \n• Has competed in 73 500 cc races \n• 8 x 1st place wins \n• 6 x 2nd place wins \n• 3 x 3rd place wins \n24 \n\n71 Garry McCoy \n• Nationality: Australian \n• Born: April 18,1972 \n• Team: Red Bull Yamaha WCM \n• Bike: Yamaha Class 500 cc \n• Competed in 125 cc Grand Prix racing before \nhe started racing in the 500 cc class \nStatistics \n• Placed sixth in the World 500 cc Championship \nin 2000 \n• Has competed in 36 500 cc races \n• 3 x 1st place wins \n• 7 x 2nd place wins \n• 4 x 3rd place wins \n7! Norick Abe \n• Nationality: Japanese \n• Born: September 7,1975 \n• Team: Antena 3 Yamaha-d'Antin \n• Bike: Yamaha Class 500 cc \n• Unlike many other riders, Norick did not \ncompete in other classes of less-powerful \nGrand Prix bikes before starting to ride \n500 cc bikes. \nStatistics \n• In 1996, won the Suzuka Grand Prix and \nbecame the first Japanese rider to win a \nJapanese Grand Prix 500 cc event \n• Finished seventh in the World Championships \nin 2000 \n• Has competed in 92 500 cc races \n• 3 x 1st place wins \n• 3 x 2nd place wins \n10 x 3rd place wins \n25 \n\n71 Valentino Rossi \n• Nationality: Italian \n• Born: February 16,1979 \n• Team: Nastro Azzurro Honda \n• Bike: Honda Class 500 cc \n• Before racing in the 500 cc class, Valentino \nraced in the 125 cc and 250 cc classes. \nValentino's father, Grazziano, was a famous \nGrand Prix rider in the 1970s. \nStatistics \n• Valentino had been riding for just one year \nwhen he came second in the World \nChampionships in 2000. \n• Has competed in sixteen 500 cc races \n• 2 x 1st place wins \n• 3 x 2nd place wins \n• 5 x 3rd place wins \n71 Alex Barros \n• Nationality: Brazilian \n• Born: October 18,1970 \n• Team: West Honda Pons \n• Bike: Honda Class 500 cc \n• Alex is the most experienced rider in the \ncircuit today. He competed in the 125 cc and \n250 cc classes in Grand Prix racing before \nmoving to 500 cc. \n• He made his Grand Prix debut in 1988 at the \nage of 15. \nStatistics \n• The only rider to have won both the 125 cc \nand 250 cc Brazilian Grand Prix \n• Finished fourth in the World Championships \nin 2000 \n• Has competed in 147 500 cc races \n• 3 x 1st place wins \n• 6 x 2nd place wins \n• 5 x 3rd place wins \n26 \n\n71 Katja Poensgen \n• Nationality: German \n• Born: September 23,1976 \n• Team: Umoto \n• Bike: Aprilia Class 250 cc \n• Katja became the first female motorcycle \nrider to compete in Grand Prix motorcycle \nracing when she rode in the 250 cc Grand \nPrix in 2001. \n• Katja's father was a former motocross and \nenduro rider. At four years of age, she \nattended races with her father. By the age of \nnine she had decided that she wanted to \nrace motorcycles. At first her parents were \nnot keen on the idea, but Katja got her first \nmotorbike when she turned 14. She began \ncompeting, and at 17 years of age was the \nfirst female to win the Junior Cup in \nGermany. By the time she was 18, she was \ncompeting in the 125 cc German competition. \n71 Max Biaggi \n• Nationality: Italian \n• Born: June 26,1971 \n• Team: Marlboro Yamaha \n• Bike: Yamaha Class 500 cc \n• Max was born in Rome. He was soccer-crazy, \nand he wanted to play soccer for the AS \nRoma soccer team. In 1988 he went with a \nfriend to a local motorcycle track and found \nthat he loved riding motorbikes. Max started \nracing professionally in 1989, with his father \nas his mechanic. \nStatistics \n• Won the 1991 250 cc European \nChampionship and became a Grand Prix \nrider in 1992 \n• Won the 250 cc Grand Prix World \nChampionship 1994-1997 \n• In 1998, he changed to 500 cc Grand Prix \nracing and was the first rookie in 25 years to \nwin his first 500 cc race in Japan \n• In 1998, finished second in the 500 cc Grand \nPrix World Championships \n• In 2000, finished third in the 500 cc Grand \nPrix World Championships \n• Has won four world championships \n• Recorded 33 pole positions \n• Won 23 Grand Prix races \n\n1930s \ns \n■ \nLO \n1 \nOO \nOO \nTHEN AND \n1885 \nGottlieb \nDaimler built \nthe first \nmotorcycle. \nThe bike had \nsmaller \noutrigger \nwheels on \neach side and \nwas made of \nwood. \n1892 \nThe first \ntwo-wheeler \nmotorbike \nwas invented, \ncalled the \nMillet. It had \nan engine in \nthe hub of its \nrear wheel. \nThe first \nmajor \nmotorbike \nevent was \nheld in France, \non the roads \nbetween the \ncities of Paris \nand Rouen. \n1895 \nThe French \nfirm of \nDeDion-Buton \nbuilt an \nengine that \nwas small, \nlight and \neasy to \nmanufacture. \nIt was the \nengine used in \nmany early \nmotorbikes. \nThe first \nmotorbike \nraces were \nheld in Italy \nand the \nUnited States. \n1907 \nThe first \ninternational \nrace, the \nCoupe \nInternational, \nwas held in \nFrance. A \nFrench rider, \nDemester, won \nat an average \nspeed of \n45 miles \n(72.5 kilometers) \nper hour. \nThe \nFederation \nInternationale \ndes Clubs \nMotorcyclists \nwas formed to \nregulate \nmotorcycle \nraces \nthroughout \nEurope. \nThere was \ngreat \ncompetition \nbetween \ndifferent \nmotorcycle \nmanufacturers \nin Germany, \nItaly and \nBritain as each \ntried to build \nthe fastest \nmotorcycle \nand win in \nthe various \nraces held \nthroughout \nEurope. \nThe first race \ncircuit was \nbuilt in \nBrooklands, \nBritain. The \ncircuit was \negg-shaped \nand 2.8 miles \n(4.5 kilometers) \nlong. \n\n9 \n1978-1980 \nAll motorcycle \nracing ended \nwhen World \nWar II started. \nMotorcycles \nwere used as \narmy vehicles \nduring the war. \nThe first \nGrand Prix \nseason after \nthe war was \nheld. The \nGrand Prix \ncompetition \nincluded \n125 cc, 250 cc, \n350 cc, 500 cc \nand sidecars. \n1970s \nThe two-stroke \nengine for \n500 cc \nmotorcycles \nwas introduced \nby Yamaha. \nKenny Roberts \nof the United \nStates won \nthe 500 cc \nchampionship \nthree years in \na row. \n1990s \nGrand Prix \ncompetitions \nwere held \naround the \nworld. \nGrand Prix \nmotorcycle \nracing was \nlimited to \nthree classes: \n125 cc, 250 cc \nand 500 cc. \nKenny Roberts \nJr. won the \n500 cc \nchampionship. \nThis was the \nfirst time that \na former \nchampion’s \nson had won \nthe title. \n2002 \nThe Grand \nPrix season \nadds the \n990 cc \nfour-stroke \nbikes, which \nare more \npowerful \nthan the \n500 cc bikes. \n\nRELATED ACTION \nSPORTS \nMotocross \nMotocross bikes are specially made to be ridden at high speed on \nrough dirt and mud tracks. The bikes are strong, lightweight and- \nvery tall, so that the engine and frame do not hit the ground while \ntraveling over rough surfaces. The seat is about \n3 feet (1 meter) from the ground. \nThe tracks have difficult obstacles, as well as \nsteep hills that the riders take at high speeds before \nleaping off and landing far down on the other side. \nSometimes motocross tracks are built in big indoor \narenas. Motocross was once called ‘scrambling’. \nSuperbikes \nSuperbikes are the most powerful racing \nmotorcycles. Superbikes look like Grand Prix \nracing bikes, but are made to be ridden on the road \nand not the track. Some superbikes can travel at \nspeeds of up to 190 miles (306 kilometers) per \nhour, and are specially designed to turn corners at \nthese high speeds. The rider sits very low, or may \neven lie almost flat on the stomach with arms \nstretched in front and feet behind. Some \nsuperbikes can accelerate from 0 to 60 miles \n(100 kilometers) per hour in about three seconds. \nWorld Superbike racing has become very \npopular since it began in 1988. There are two basic \ntypes of superbikes in competition: those with \n730 cc four-cylinder engines, and the twin-cylinder \n1000 cc machines. \n* \n\nOSSARY \nacceleration increase in speed \naerodynamic the qualities of a \nmotorcycle that affect the way \nit moves through air, \nparticularly what makes it \ntravel faster \nbanked tracks artificial slopes \nbuilt beside a racing track \nso that the motorcycles can \nbe ridden at high speed \naround bends \ncircuit another name for the \nracetrack \ndehydration extreme loss of \nbodilv fluids \nj \nenduro a type of motorcycle \nendurance racing \nfairing the outer covering of a \nmotorcycle. The fairing covers \nthe engine and other \nworkings of the motorcycle. \nThis makes the bike more \nstreamlined \ngrid area on the track where \nthe motorcycles line up for \nthe start of the race \nKevlar an artificial material \nthat is extremely strong and \nheat-resistant \nlap a single round of the \nracing track \nmagnesium a light metal \nalloy used in the manufacture \nof motorcycles \nmotocross a type of \nmotorcycle racing in which \nbikes are ridden at high \nspeeds on rough dirt and \nmud tracks \nMotoGP a type of \nmotorcycle racing \npiston a moveable cylinder \ninside an engine \npodium the place where \nawards are made after the race \npole position the first position \nin the starting grid, slightly \nahead of the others \nsimulation a computer image \nof a new design that shows \nwhat the motorcycle will be \nlike when it is built \nslick refers to tires that \nare smooth and have little \nor no tread \nstraight the part of a race \ncircuit track without curves \nstrategy planning how a race \nwill be run \nstreamlined shaped so that \nthe motorbike moves with \nlittle wind resistance \n\nA \nAbe, Norick 25 \nB \nBarros, Alex 26 \nBiaggi, Max 27 \nbike classifications 5 \nbike design 7 \nbrakes 6 \nc \ncircuits 4, 5, 20, 22-3 \ncomputers 7, 15 \nConstructors Cup 21 \nD \nDaimler, Gottlieb 28 \ndrug code 5, 17 \nE \nengine 6 \nF \nFederation Internationale de \nMotocyclisme (FIM) 5, 11 \nflags 16-17 \nframes 6 \nG \ngrid 15, 20 \nH \nhelmets 8 \nhistory 4, 28-9 \nM \nMcCoy, Garry 25 \nmotocross 11,30 \nP \npodium ceremony 21 \nPoensgen, Katja 27 \npole position 15, 20 \npractice sessions 15 \nR \nrace officials 18-19, 20 \nrace team 12-13 \nracing rules 11 \nrider fitness 14 \nrider’s gear 8-9 \nriding skills 10 \nRoberts, Kenny Jr. 24, 29 \nRoberts, Kenny Sr. 29 \nRossi, Valentino 26 \ns \nsafety 8, 16-17 \nslipstreaming 21 \nstrategy 20-1 \nstreamlining 7 \nsuperbikes 30 \nsuspension 6 \nT \ntesting 7 \ntime trials 15 \ntires 6 \nw \nwheels 6 \n\n\n\nLaurelton Branch \n134-26 225th Street \nLaurelton, NY 11413 \n718/528-2822 \nAH items are due on latest date stamped. A charge is \nmade for each day, including Sundays and holidays, \nthat this item is overdue. \n42Q44/91 \nLibrary \n\nQueens Library \nBuy a Book for \nQueens Library \nDedicate a new \nlibrary book to honor \nany occasion. \nContact the Queens \nLibrary Foundation \nfor information. \nwww.queenslibrary.org \n\n€ ! \nn \nlA \nLaurelton \n134-26 225th Street \nLaurelton,NY 11413 \n(718) 528-2822 \nCHELSEA HOUSE \nPUBLISHERS \nA Haights Cross Communications Company \nwumi.chelseahouse.com \nRead about AC \nseries of ACTI \ncovers one acl.v.i o \nfull of information on: \n•the gear \nthe ru\\es \nhow it all began \nchampions of the sport.",
  "contentBlocks": [
    {
      "type": "paragraph",
      "text": "G R A N 1 \n) I 5 R 1 X 1 ? / \n- - - . * • \nl C ING \ni \nJoe Herran and Ron Thomas"
    },
    {
      "type": "paragraph",
      "text": "Joe Herran and Ron Thomas \nCHELSEA HOUSE \nPUBLISHERS \nA Haights Cross Communications Company \nPhiladelphia"
    },
    {
      "type": "paragraph",
      "text": "This edition first published in 2003 in the United States of America by Chelsea House Publishers, a subsidiary \nof Haights Cross Communications. \nReprinted 2003 \nAll rights reserved. No part of this publication may be reproduced or transmitted in any form or by any means \nwithout the written permission of the publisher. \nChelsea House Publishers \n1974 Sproul Road, Suite 400 \nBroomall, PA 19008-0914 \nThe Chelsea House world wide web address is www.chelseahouse.com \nLibrary of Congress Cataloging-in-Publication Data Applied for. \nISBN 0-7910-7001-8 \nFirst published in 2002 by \nMACMILLAN EDUCATION AUSTRALIA PTY LTD \n627 Chapel Street, South Yarra, Australia, 3141 \nCopyright © Joe Herran and RonThomas 2002 \nCopyright in photographs © individual photographers as credited \nEdited by Miriana Dasovic \nText design by Karen Young \nCover design by Karen Young \nIllustrations by Nives Porcellato and Andy Craig \nPage layout by Raul Diche \nPhoto research by Legend Images \nPrinted in China \nAcknowledgements \nCover photo: Grand Prix motorcycle riders, courtesy of Sport the library. \nAustralian Picture Library/Empics, pp. 20, 26 (left); Ducati, p. 21 (bottom); Ferrari, p. 14; Getty Images/Allsport, \npp. 6, 11, 17, 18, 19 (top), 21 (top); Getty Images/Hulton, pp. 28 (right), 29 (left); Motorcycle Hall of Fame \nMuseum, USA, p. 28 (left); Reuters, p. 27 (left); Sport the library, pp. 4, 5 (left), 9, 24, 25, 26 (right), 27 (right), \n29 (right), 30 (top);TT Circuit Assen, p. 23; Yamaha, pp. 5 (center and right), 10, 13, 15, 30 (bottom). \nWhile every care has been taken to trace and acknowledge copyright the publisher tenders their apologies for \nany accidental infringement where copyright has proved untraceable."
    },
    {
      "type": "paragraph",
      "text": "CONTENTS \nIntroduction \nWhat is Grand Prix motorcycle racing \nMotorcycle racing gear \nSkills, tricks and techniques \nGrand Prix racing: the rules \nThe Grand Prix racing team \nRider fitness \nPracticing for the Grand Prix \nSafety at the track \nOfficials at the Grand Prix \nIn competition \nGrand Prix champions \nThen and now \nRelated action sports \nGlossary \nIndex"
    },
    {
      "type": "paragraph",
      "text": "INTRODUCTION \nIn this book you will read about: \n• how Grand Prix motorcycles are built and tested \n• how Grand Prix races are staged and judged \n• the people who make up the support teams for each rider \n• Grand Prix motorcycle venues \n• the top riders in the sport \n• the history of the sport. \nIn the beginning \nThe first motorcycles were built in Europe and the first motorcycle \nrace also took place there. One of the earliest races was run in France \nin July 1894, between the cities Paris and Rouen. In 1895, motorcycle \nraces between cities were held in both Italy and the United States. In \nthe early 1900s, short-circuit races became popular. The competing \nmotorcycles raced on banked tracks. The first international race \nbetween countries took place in France in 1904. It was called the \nCoupe International and was run over 17 miles (27 kilometers). Each \ncompeting country was allowed to enter three motorcycles. The race \nwas won by a French driver named Demester at an average speed of \n45 miles (72.5 kilometers) per hour. \nMotorcycle Grand Prix \nracing today \nGrand Prix motorcycle racing is a spectacular \nand fast-moving sport enjoyed by millions of \nspectators worldwide. Using the most \nadvanced technology, teams of engineers, \nhighly skilled riders, mechanics and designers \nwork to build motorcycles to compete in \nGrand Prix events around the world."
    },
    {
      "type": "paragraph",
      "text": "WHAT IS GRAND PRIX MOTORCYCLE \nACTION \nFACT \nGrand Prix motorcycle racing is organized and run by \nthe Federation Internationale de Motocyclisme (FIM). \nThe FIM organizes most international motorcycling \nevents as well as all Grand Prix motorcycle racing events. It \nhas established a sporting code of rules and regulations in \neach discipline of motorcycle racing, as well as technical rules to \nensure that all motorcycles are safe. There is also an environmental \ncode that sets the minimum standards for racetracks that hold motorcycle \nevents. A drug code ensures that Grand Prix events are drug-free. \nBike classifications \nGrand Prix motorcycles come in three classifications: 125 cc, 250 cc and \nA new classification is being \nadded to Grand Prix motorcycle \nracing in 2002. It will cover \n990 cc four-stroke motorcycles, \nwhich are even more \npowerfuL than the \n500 cc bikes. \n500 cc. These bikes are specially designed to meet the technical requirements \nof Grand Prix racing and are not available for sale to the public. The 500 cc \nclass is the top classification. It contains some of the fastest and most \npowerful bikes. On the straight, 500 cc motorcycles can reach 200 miles \n(322 kilometers) per hour. These bikes are difficult to ride, so only a small \nnumber of highly skilled people can ride them. \nGrand Prix motorcycle racing events are held on specially built circuits. \nSuch circuits are also used for other motor sports, including Formula One \nmotor car racing. All three classifications have their final race on the day of \nthe Grand Prix. Races for the 125 cc bikes are held first, followed by the \n250 cc bikes and finishing with the 500 cc bikes."
    },
    {
      "type": "paragraph",
      "text": "The Grand Prix motorcycle \nThere are major differences between motorcycles, and the way they \nare constructed depends on how they will be used. A Grand Prix \nmotorcycle is built for use only on the racetrack. \nThe engine \nThe engine is the mechanism that makes the motorcycle run. The \nengine takes in fuel and burns it to create the energy that drives the \npistons. Most Grand Prix bikes \nuse a powerful, two-stroke engine. \nFrames and suspension \nA Grand Prix motorcycle has an \naerodynamic design and a \nlightweight, very rigid frame. \nThese features help the bike to \nreach high speeds and to turn \nsharp corners quickly and safely. \nThe front and back of the \nmotorcycle have a suspension \nsystem. The suspension helps \nabsorb any bumps the rider may \nencounter, and helps the rider \nwithstand the forces generated \nduring high-speed turns. \nWheels, tires and brakes \nWheels are made of aluminum or magnesium for strength. Tires are \nfat and slick. Usually the rear tire is a little wider than the front tire, to \nhelp the rider make sharp turns at high speeds. The disc brake system \nhas a single steel disc, which is gripped by twin brake pads. \nSuspension \n6"
    },
    {
      "type": "paragraph",
      "text": "Designing the Grand Prix motorcycle \nGrand Prix motorcycles are constructed \nby engineers, mechanics and designers \nwith help from the riders. These people \nare known as the team. Designers first \nbuild a simulation of the bike and test \nit on a computer. The performance of a \nGrand Prix motorcycle depends on the \npower of the motor and the weight and \nshape of the bike’s body. Grand Prix \nmotorcycles have a motor specially \ndesigned for great power and speed. \nTheir engines are very heavy, so the \ndesigners try to avoid adding to the \nweight by making the frames from \nlight and strong materials. The \nmotorcycle is also designed to be \nas streamlined as possible. This \nallows it to attain great speeds and \nmake the many turns found on a \nGrand Prix circuit. \nTesting the Grand Prix \nmotorcycle \nOnce the first phase of the design has been completed, a test \nbike is built for the engineers to work on. This bike is \nfirst tested in a wind tunnel to check that the air flows \nsmoothly around the bike. Changes can then be made \nto improve the design and make the bike faster. The \nbike is then tested for safety in crash tests. \nAfter hundreds of hours of work, the motorcycle is \ncompleted and ready for testing on the track before \nthe start of the Grand Prix season. Once the team is \nhappy with the bike, it is painted in the team colors \nand is ready for competition. Two bikes are built for each \nGrand Prix event. \nWhen designing a Grand \nmotorcycle, the designers \ninto account the size o \nThis is necessary bee \nshape of the rider on \naffects how strearr \nthe bike will b \n7"
    },
    {
      "type": "paragraph",
      "text": "The motorcycle rider’s gear \nHelmet \nThe helmet protects the rider’s head in a fall. It is \nalso designed to reduce the effect of wind and \nnoise on the rider. Built-in ventilation ducts keep \nthe head cool. \nThe visor, through which the rider sees, must be \ntough enough to withstand being hit by the stones \nthat are thrown up from the track. The visor has \nseveral see-through adhesive strips on it. When the \ntop strip becomes dirty, the rider simply peels it off. \nLeather suit \nThe rider’s suit is made of kangaroo skin, which is \nthe toughest and lightest leather available. Extra \nprotection is provided by the carbon fiber and \nKevlar inserts on the spine, shoulders, chest and \nlimbs. This tough leather suit is sometimes referred \nto as body armor. \nPlastic outer skin \nLayers of \nshock-absorbent \nmaterial \nSun visor \nGoggles \nPlastic face \nprotector \n^1 \nACTION \nFACT \nMotorcycle riders may have \nair bags in their helmets in the \nnear future. The air bag would \nnflate automatically if the rider \nGloves \nGloves are designed to allow the \nrider’s hands and wrists to move \nfreely. There are carbon fiber \ninserts on the knuckles and \nKevlar padding for protection. \nKnee pads \nWhen turning a corner of the \ntrack, the rider leans so far out \nthat the knee pads touch the \nground. The pads help the rider \nto stay balanced during the turn \nwhile protecting the knees. \nBoots \nA carbon fiber inner-shell and a \nleather outer layer reinforce the \nankle and toes. These minimize \ninjury in a fall. \nMouth guard \nMany Grand Prix motorcycle \nriders use mouth guards to \nprotect the teeth and mouth in \ncase of accidents."
    },
    {
      "type": "paragraph",
      "text": "Helmet \nVisor \nMouth guard \nLeather suit \nGloves \nKnee pads"
    },
    {
      "type": "paragraph",
      "text": "SKILLS, TRICKS AND \nTECHNIQUES \nUs, \nRiding a motorcycle \n.ill \nmm \n■■Hi \nBalancing on the moving bike is one of the first skills that must be \nmastered when learning to ride a motorcycle. When traveling in a \nstraight line, riders must keep their weight equally balanced on both \nsides of the motorcycle. When turning a corner, riders must make sure \nnot to overbalance or they will fall off. \nThe right hand \ncontrols the twist-grip \nthrottle with the \nfingers reaching \nforward to pull on the \nfront brake lever \nThe fingers of the \nleft hand operate the \nclutch lever, pulling \nit in every time the \ngears are changed \nThe right foot presses \ndown to work the rear \nThe left foot \noperates the \nbrake lever \ngear-shift lever \n10"
    },
    {
      "type": "paragraph",
      "text": "GRAND PRIX RACING: \nTHE RULES \nAll Grand Prix events must follow the procedures set out by the FIM. The \nfederation has the right to inspect any track, and the track must comply \nwith all the FIM standards. Before the racing starts, the race director, along \nwith the referee and the clerk of the course, carry out a track inspection. \nHere are some of the FIM racing rules: \n• Only pure methanol may be used in the bikes. \n• Each rider is allowed a maximum of two \nmotorcycles in the pits on race day. \n• All bikes must have a rear wheel dirt deflector. \n• Only licensed riders are allowed to compete \nin Grand Prix events. \n• The motorcycle must clearly display the riders \nnumber. The helmet must also have the \nnumber clearly printed on it on the right- \nhand side above the goggle strap. \n• Only team members are allowed in the pits \nduring the race, and they must all be dressed \nin team colors. \nAll motorcycles competing in any Grand Prix \nevent must be Grand Prix-kitted: make'siire thatTcompUes \n• They cannot have any lights, starting mechanisms, street with the racing rules, \nequipment or associated brackets. \n• They must have low, narrow handlebars (maximum width of 312 inches \n(80 centimeters)) and fairings are encouraged. \n• They must be equipped with racing exhaust systems. \n• Front disc brakes are prohibited. Rear disc brakes are permitted. \n• Magnesium engine cases are allowed in the 300 cc class. \n3 v \n• The rims on the bikes must be at least 174 inches (45 centimeters) \nin diameter."
    },
    {
      "type": "paragraph",
      "text": "THE GRAND PRIX \nTEAM \nPreparing to compete in the Motorcycle Grand Prix requires the entire \nteam to work hard for many months. Once the team has designed and \nbuilt the motorcycle, there is still much work to be done. \nIn the pits, all team members must wear the team colors. The name \nof the team rider as well as the team member’s job must be shown on \nthe back of each uniform. \nMembers of the team \nRider \nThe rider is a key member of the team, and the one that is most \nvisible. Riders must use all their skills to get the best out of their \nmachines. Grand Prix motorcycle riders are specially trained and \nhighly skilled. \nTeam manager \nThe team manager is in charge of the team and makes all the decisions \nabout the work of the team. \nSoftware engineer \nThe software engineer is in charge of all electronics used on the bike. \nThe software engineer also gathers and sorts data received by \ncomputers during practice and race sessions, and distributes it to other \nteam members. This helps others in the team adjust the motor or other \nparts of the motorcycle to gain more speed and power. \nTechnical adviser \nThe technical adviser is the problem-solver of the team. Any difficulties \nthat the team may encounter with the bike are analyzed by the \ntechnical adviser, who looks for and applies engineering solutions. The \ntechnical adviser’s recommendations are passed on to the mechanics in \nthe garage. \n12"
    },
    {
      "type": "paragraph",
      "text": "A large number of \npeople make up a \nGrand Prix racing team. \nChief mechanic \nThe chief mechanic is responsible for setting up the bike to achieve the \nbest possible result over a Grand Prix weekend. The chief mechanic is also \nin charge of the development of the motorcycle and oversees the other \nmechanics on the team. \nMechanics \nMechanics work under instruction from the chief mechanic. Their job is \nto prepare the bike so that it gives maximum performance during the race. \nBrake, suspension and tire specialists \nThese specialists fit the equipment to the bike that best suits the \nconditions of the circuit on race day. \nParts and logistics specialists \nThese specialists make sure that all equipment is checked and replaced if \nnecessary so that nothing fails during a race. \nPersonal or physical therapist \nThe rider’s therapist plans a program of exercise and a diet to help keep \nthe rider in top shape during the season. If the rider is injured, the \ntherapist will help the rider recover as quickly as possible. \nCaterers \nFull-time chefs travel with the team, preparing food for the whole team. \nThe rider in particular must be well fed and kept healthy."
    },
    {
      "type": "paragraph",
      "text": "Riders keep fit \nby jogging, \ncycling or working \nout in a gym. \n| \n. \nI V: \nMill \n|j|j| I \nSI \n■ \nSSI \nRIDER \nFITNESS \nRiders in Grand Prix 500 cc competitions must be physically fit. The \nacceleration and sharp turns in 500 cc racing place great strain on a \nriders body. The rider is buffeted around the bends and extreme \ncorners of the track, so neck and back muscles must be strong to cope \nwith the forces placed on them. During the race, a rider loses body fluids \nrapidly. This can lead to dehydration, muscle cramps and a loss of \nconcentration. These are dangerous conditions for a rider in control of a \nmachine traveling at more than 186 miles (300 kilometers) per hour. \nRiders often crash and fall off their bikes. To avoid serious injury, \nthey must be fit and know how to fall off their bikes when they lose \ntheir balance. The proper way of falling off is to relax the body and not \ntense up during the fall. This method makes it less likely that the fall \nwill break bones or cause other serious injuries. \nA physical therapist is part of the race team. The physical therapist \nplans a program of exercises for the rider that build stamina, strength \nand concentration. The therapist supervises what the rider eats and \nmakes sure that the diet is helping to keep the rider fit. If a rider is \ninjured, the physical therapist will work with the rider to help make \nthe recovery as quick as possible."
    },
    {
      "type": "paragraph",
      "text": "PRACTICING FOR THE \nGRAND PRIX \nDuring a Grand Prix meeting, a number of practice sessions are held on \nthe days before the race. Each of the Grand Prix circuits has a different \nnumber of turns and is shaped differently. It is important that the rider \nknows the circuit very well before racing on it. \nBefore a practice ride, a safety check on the engine and on every other \npart of the bike is carried out by the mechanics. The bike is also inspected \nto make sure it has been built to the current standards of the FIM. This \nincludes weighing the bike. According to the FIM rules, there can be no \npractice on race day. \nThe practice sessions are important for all members of the racing team. \nMuch computer data is compiled by the team members to check how the \nmotorcycle and rider are performing. This helps the team work on the \nmotorcycle to get the fastest times out of the machine. Race tactics are \ndiscussed with the team after these sessions. \nTime trials are held before the day of the Grand Prix. Riders’ times are \nrecorded during the official practice runs, and the results determine where \non the grid a rider will be \nplaced for the Grand Prix \nrace. The rider with the \nfastest time will start on the \npole position. \nPractice sessions give \nthe rider a feel for the \n+ K- ■"
    },
    {
      "type": "paragraph",
      "text": "SAFETY AT THE \nTRACK \nIt is the job of the officials at each Grand Prix race to make sure \nthat the track surface has been prepared properly. A poor track \ncould cause serious injury to the riders. \nThe track must be graded after each race or it \nwears down and becomes dangerous to drive on. \nHow a racing track deteriorates after each race \nTrack after first race \nTrack after second race \nTrack after third race \nFlags and lights \nWhen the riders line up for the start of the race, a red light glows on the \nofficial board until all the riders have taken their places on the grid. \nWhen the red light goes out, the race begins. \nA green flag or green lights indicate that the course is clear of hazards. \nA yellow-and-red striped flag warns of oil, water or another substance \non the track. Riders must take care. \nA blue flag warns that a slower rider is about to be overtaken by a faster \nrider. (Slower riders are not allowed to block or slow down faster riders.) \n16"
    },
    {
      "type": "paragraph",
      "text": "When the flag is held still, the faster rider is approaching \nthe slower rider. When the flag is being waved, the \nfaster rider is about to overtake. \nA yellow flag or yellow flashing lights warn of danger \non a section of the track. Riders are not allowed to \npass one another while the yellow flag or yellow lights \nare displayed. \nA white flag warns of a slow-moving car, ambulance \nor similar vehicle on the track. When the flag is held still \nthe rider can expect to encounter the vehicle soon. When \nthe flag is being waved, it indicates that the vehicle is already \non the rider’s section of the track. Riders are not allowed to pass one \nanother while a white flag is displayed. \nA black flag and an orange disc with \na rider’s number on it indicate that the \nrider must stop at the pits at the end of \nthe current lap. \nA red flag or red light indicates that \nthe practice session or race has been \ninterrupted, and all riders must leave \nthe track slowly and return to the pits. \nThe black-and-white checkered flag \nsignals the finish of the race or \npractice session. \nUntil the 2001 Grand Pnx racing \nseason, the starting Light was \nred and it turned areen when \nthe \nred \nbega Now \nst \nut to \ngo \nes \nof \nthe \nstart \nna \nth ra ce \nDrug code \nAll competitors are required to follow \nthe strict anti-doping regulations \noverseen by the FIM. Riders are \nallowed to take certain medicines \nto help with the treatment of \nconditions such as asthma, colds, \ncoughs and the flu. Riders can be \ntested at any time during, before or \nafter a competition. \nThe race ends at \nthe checkered flag."
    },
    {
      "type": "paragraph",
      "text": "OFFICIALS AT THE \nGRAND PRIX \nThe officials on the Grand Prix circuit have the responsibility of \nmaking sure that the race is safe for both spectators and riders. All \nmotorcycles are checked carefully by both the riders team and the \ncourse officials before the start of the race. At any time during therace, \na rider may be asked by an official to leave the track if the official \ndecides that a motorcycle is unsafe. The officials give recognized signals \nto the riders by means of flags, boards or lights. \nReferee \nThe referee is in charge of the event and is responsible for ensuring \nthat all rules and regulations are observed. \nClerk of the course \nThis official ensures that \nthe track has been prepared \nproperly before the practice \nsessions begin. The clerk of \nthe course reports to the \nreferee, and has control \nover all other officials \nexcept the referee. \nTechnical steward \nThe technical steward \nchecks that all machines \nmeet the technical \nrequirements of the FIM. \nAn official holds up a sign \nto indicate to the riders \nwhen the race will start. \n18"
    },
    {
      "type": "paragraph",
      "text": "Timekeeper \nThe timekeeper is responsible for the timing of \nall heats in the event. \nDoctor \nA doctor is on duty to take care of any medical \nneeds or emergencies. \nAnnouncer \nThe announcer must give the public the \nresults of each heat and information about \nwho is racing. \nPits’ marshal \nThe pits’ marshal makes sure that only riders \nand their mechanics are in the pits, and that \nall emergency equipment is in order. The pit \nmarshal also ensures that all bikes have \ncorrect numbers and riders are wearing \ncorrect helmet colors. \nStarting marshal \nThe starting marshal makes sure \nthat the riders are in their proper \npositions at the start of each \nrace. The starting marshal also \nensures that the flag signals used \nto show the riders that the last \nlap is coming are displayed at \nthe appropriate time. \nFlag marshals \nThere are flag marshals at each \nbend in the course. They display \nflags after receiving information \nfrom the referee or from the \nstarting marshal. \nis used to warn drivers of oil or \nwater on the track. \n1. Sporting steward \n2. Referee \nB. Clerk of the course \n4. Secretary of the meeting \n5. Doctor \n6. Timekeeper \n7. Announcer \n8. Technical steward \n9. Pits’ marshal \n10. Starting marshal \n11. Flag marshals \n12. First-aid medical staff (with a \nstretcher and a ‘Red Cross’ flag) \nRACING OFFICIALS AT THE TRACK"
    },
    {
      "type": "paragraph",
      "text": "The three races \nThree races are run on Grand Prix race day. \nThe first is the 125 cc race. This ranges \nfrom 17 to 26 laps, depending on the \nlength of the track. The 250 cc is the \nsecond race, which is 18 to 27 laps. The \nfinal race of the day is the 500 cc race, \nwhich is 20 to 30 laps. \nACTION \nBecause each Grand Prix \ncircuit is a different length. \nGrand Prix races do not \nhave the same number of \nlaps per race. \nGrid positions \nRiders \nline up \non the grid \nbefore the \nrace begins. \nBefore each event begins, the riders line up in their grid positions. \nThe rider who scored the fastest time in the practice runs has the \npole position, the second-fastest rider is in the number two position \nand so on. Before the race begins, there is \na warm-up lap of the field. This gives the \nriders a chance to warm up their brakes and \ntheir tires. Then the riders again line up in \ntheir grid positions for the start of the race. \nThe starting marshal then checks that all \nriders are in their correct places on the grid. \nThe riders wait for the red light on the \nofficial board to go out. This signals the \nbeginning of the race. \nStrategy and balance \nDuring the race, riders must use strategy to get in the best possible \nposition. Not every rider wants to reach first place from the start of the \nrace. Often riders find it easier to sit in second or third place during \nmost of the race, and pass other riders only toward the end of the race. \n20"
    },
    {
      "type": "paragraph",
      "text": "This strategy also allows them to \nsee what the riders ahead of them \nare doing. \nIt is difficult to pass another \nmotorcycle during a race, so a rider \nmust time the pass carefully to avoid \nfalling off the bike. A trick used by \ngood riders is called slipstreaming. \nThis occurs when one rider follows \nanother rider very closely, sheltering \nfrom the oncoming wind. The \nsecond rider thus avoids being \nslowed down by air resistance or drag \nE^l A rider who falls during the \n■™ race is allowed to get back on \nthe bike and continue in the race if \nthe motorcycle is undamaged. \nThe podium ceremony \nStanding on the podium, the riders receive their \nprizes while the national anthem of the winners \ncountry is played. The teams of these three riders \nare also awarded prizes. \nThe World Champion rider \nGrand Prix points are awarded to the winner and \ntheir team. The winner of the Grand Prix is \nawarded 25 points, the second place-winner gets \n20 points, third place gets 16 points and fourth \nplace gets 13 points. At the \nend of the season, the points I \nare added to reveal the I \nWorld Champion rider. \nIt is possible to win the \nGrand Prix World Championship \nwithout winning a race. This \nhappens because points are awarded \nto the rider's team. At the end of \nthe season, the team with the \nmost points wins the \nConstructor's Cup as the \n_ champion team. \nW|1 The riders who finish \neJ the race in first, \nsecond and third positions \nattend the prize-giving \nceremony on the podium \nafter the race. \nhorse \nenergy omiJI"
    },
    {
      "type": "paragraph",
      "text": "Motorcycle Grand Prix circuits \nGrand Prix of Japan \nSuzuka, Japan \n• Track is 5.859 kilometers long. \n• In 1963, this was the venue for the \nfirst world championship motorcycle \nevent to be held in Japan. This track is \nalso used for Formula One motorcar \nracing, the eight-hour endurance \nWorld Championship and many other \nmotor sports. \nGauloises Africa's \nGrand Prix \nPhakisa Freeway, South Africa_ \n• Track is 4.242 kilometers long. \n• Built in the desert in South Africa, this \nis one of the newest race circuits on \nthe MotoGP itinerary. \n22 \nGran Premio Marlboro \nDe Espana \nJerez, Spain \n• Track is 4.423 kilometers long. \nGrand Prix of France \nLe Mans, France_ \n• Track is 4.305 kilometers long. \n• Part of the track, called the Bugatti \nCircuit, is also home to the Le Mans \n24-hour race and is the venue for \ntouring car races and a Formula One \nGrand Prix race every year. \nGran Premio Cinzano D'ltalia \nMugello, Italy  \n• Track is 5.245 kilometers long. \n• This circuit is considered to be one of \nthe safest racetracks in the world. \nGran Premi Marlboro \nde Catalunya \nCircuit de Catalunya, Spain \n• Track is 4.727 kilometers long. \n• Circuit de Catalunya is considered to \nbe one of the best-designed racetracks \nin the world. \nCinzano British Grand Prix \nDonington Park, Great Britain_ \n• Track is 4.023 kilometers long. \nCinzano Motorrad \nGrand Prix Deutschland \nSachsenring Circuit, Germany \n• Track is 3.508 kilometers long. \n• This circuit is used as a rider \ntraining center."
    },
    {
      "type": "paragraph",
      "text": "Gauloises Ceske Republiky \nGrand Prix \nAutodrom Brno, Czech Republic_ \n• Track is 5.403 kilometers long. \nGrande Premo Marlboro \nDe Portugal \nEstoril, Portugal \n• Track is 4.182 kilometers long. \nGran Premio Marlboro De \nLa Comunitat Valenciana \nComunitat Valenciana, Spain_ \n• Track is 4.005 kilometers long. \nPacific Grand Prix \nof Motegi \nMotegi, Japan \n• Track is 4.801 kilometers long. \nQantas Australian \nGrand Prix \nPhillip Island, Australia \n• Track is 4.448 kilometers long. \n• Motor car racing began at Phillip Island \nin the 1920s and the first motorcycle \nrace took place there in 1931. \nMalaysian Motorcycle \nGrand Prix \nSepang Circuit, Malaysia \n• Track is 5.548 kilometers long. \nCinzano Rio Grand Prix \nNelson Piquet, Brazil \n• Track is 4.933 kilometers long. \nRizla Dutch TT, \nCircuit van Drenthe \nAssen, Netherlands \n• Track is 6.049 kilometers long. \n• Circuit van Drenthe is the longest \ncourse in Grand Prix motorcycle racing. \n23"
    },
    {
      "type": "paragraph",
      "text": "GRAND PRIX \nCHAMPIONS \nMany of the top \nmotorcycle riders \nstarted out riding \nless-powerful bikes \nbefore graduating to \nbigger motorcycles \nsuch as the 500 cc \nGrand Prix bikes. \nGrand Prix motorcycle \nchampions come \nfrom many countries \nincluding the United \nStates, Japan, \nAustralia, Italy and \nBrazil. The first \nfemale rider, \nKatja Poensgen from \nGermany, competed \nin the Grand Prix \n250 cc class in 2001. \n71 Kenny Roberts Jr. \n• Nationality: American \n• Born: July 25,1973 \n• Team: Telefonica Movistar Suzuki \n• Bike: Suzuki Class 500 cc \n• Kenny is the son of a three-time world champion, \nKenny Roberts Sr. Kenny learned to ride bikes on dirt \ntracks and competed in 250 cc Grand Prix racing \nbefore he took up 500 cc racing. \nStatistics \n• World Champion in 500 cc racing in 2000 \n• Has competed in 73 500 cc races \n• 8 x 1st place wins \n• 6 x 2nd place wins \n• 3 x 3rd place wins \n24"
    },
    {
      "type": "paragraph",
      "text": "71 Garry McCoy \n• Nationality: Australian \n• Born: April 18,1972 \n• Team: Red Bull Yamaha WCM \n• Bike: Yamaha Class 500 cc \n• Competed in 125 cc Grand Prix racing before \nhe started racing in the 500 cc class \nStatistics \n• Placed sixth in the World 500 cc Championship \nin 2000 \n• Has competed in 36 500 cc races \n• 3 x 1st place wins \n• 7 x 2nd place wins \n• 4 x 3rd place wins \n7! Norick Abe \n• Nationality: Japanese \n• Born: September 7,1975 \n• Team: Antena 3 Yamaha-d'Antin \n• Bike: Yamaha Class 500 cc \n• Unlike many other riders, Norick did not \ncompete in other classes of less-powerful \nGrand Prix bikes before starting to ride \n500 cc bikes. \nStatistics \n• In 1996, won the Suzuka Grand Prix and \nbecame the first Japanese rider to win a \nJapanese Grand Prix 500 cc event \n• Finished seventh in the World Championships \nin 2000 \n• Has competed in 92 500 cc races \n• 3 x 1st place wins \n• 3 x 2nd place wins \n10 x 3rd place wins \n25"
    },
    {
      "type": "paragraph",
      "text": "71 Valentino Rossi \n• Nationality: Italian \n• Born: February 16,1979 \n• Team: Nastro Azzurro Honda \n• Bike: Honda Class 500 cc \n• Before racing in the 500 cc class, Valentino \nraced in the 125 cc and 250 cc classes. \nValentino's father, Grazziano, was a famous \nGrand Prix rider in the 1970s. \nStatistics \n• Valentino had been riding for just one year \nwhen he came second in the World \nChampionships in 2000. \n• Has competed in sixteen 500 cc races \n• 2 x 1st place wins \n• 3 x 2nd place wins \n• 5 x 3rd place wins \n71 Alex Barros \n• Nationality: Brazilian \n• Born: October 18,1970 \n• Team: West Honda Pons \n• Bike: Honda Class 500 cc \n• Alex is the most experienced rider in the \ncircuit today. He competed in the 125 cc and \n250 cc classes in Grand Prix racing before \nmoving to 500 cc. \n• He made his Grand Prix debut in 1988 at the \nage of 15. \nStatistics \n• The only rider to have won both the 125 cc \nand 250 cc Brazilian Grand Prix \n• Finished fourth in the World Championships \nin 2000 \n• Has competed in 147 500 cc races \n• 3 x 1st place wins \n• 6 x 2nd place wins \n• 5 x 3rd place wins \n26"
    },
    {
      "type": "paragraph",
      "text": "71 Katja Poensgen \n• Nationality: German \n• Born: September 23,1976 \n• Team: Umoto \n• Bike: Aprilia Class 250 cc \n• Katja became the first female motorcycle \nrider to compete in Grand Prix motorcycle \nracing when she rode in the 250 cc Grand \nPrix in 2001. \n• Katja's father was a former motocross and \nenduro rider. At four years of age, she \nattended races with her father. By the age of \nnine she had decided that she wanted to \nrace motorcycles. At first her parents were \nnot keen on the idea, but Katja got her first \nmotorbike when she turned 14. She began \ncompeting, and at 17 years of age was the \nfirst female to win the Junior Cup in \nGermany. By the time she was 18, she was \ncompeting in the 125 cc German competition. \n71 Max Biaggi \n• Nationality: Italian \n• Born: June 26,1971 \n• Team: Marlboro Yamaha \n• Bike: Yamaha Class 500 cc \n• Max was born in Rome. He was soccer-crazy, \nand he wanted to play soccer for the AS \nRoma soccer team. In 1988 he went with a \nfriend to a local motorcycle track and found \nthat he loved riding motorbikes. Max started \nracing professionally in 1989, with his father \nas his mechanic. \nStatistics \n• Won the 1991 250 cc European \nChampionship and became a Grand Prix \nrider in 1992 \n• Won the 250 cc Grand Prix World \nChampionship 1994-1997 \n• In 1998, he changed to 500 cc Grand Prix \nracing and was the first rookie in 25 years to \nwin his first 500 cc race in Japan \n• In 1998, finished second in the 500 cc Grand \nPrix World Championships \n• In 2000, finished third in the 500 cc Grand \nPrix World Championships \n• Has won four world championships \n• Recorded 33 pole positions \n• Won 23 Grand Prix races"
    },
    {
      "type": "paragraph",
      "text": "1930s \ns \n■ \nLO \n1 \nOO \nOO \nTHEN AND \n1885 \nGottlieb \nDaimler built \nthe first \nmotorcycle. \nThe bike had \nsmaller \noutrigger \nwheels on \neach side and \nwas made of \nwood. \n1892 \nThe first \ntwo-wheeler \nmotorbike \nwas invented, \ncalled the \nMillet. It had \nan engine in \nthe hub of its \nrear wheel. \nThe first \nmajor \nmotorbike \nevent was \nheld in France, \non the roads \nbetween the \ncities of Paris \nand Rouen. \n1895 \nThe French \nfirm of \nDeDion-Buton \nbuilt an \nengine that \nwas small, \nlight and \neasy to \nmanufacture. \nIt was the \nengine used in \nmany early \nmotorbikes. \nThe first \nmotorbike \nraces were \nheld in Italy \nand the \nUnited States. \n1907 \nThe first \ninternational \nrace, the \nCoupe \nInternational, \nwas held in \nFrance. A \nFrench rider, \nDemester, won \nat an average \nspeed of \n45 miles \n(72.5 kilometers) \nper hour. \nThe \nFederation \nInternationale \ndes Clubs \nMotorcyclists \nwas formed to \nregulate \nmotorcycle \nraces \nthroughout \nEurope. \nThere was \ngreat \ncompetition \nbetween \ndifferent \nmotorcycle \nmanufacturers \nin Germany, \nItaly and \nBritain as each \ntried to build \nthe fastest \nmotorcycle \nand win in \nthe various \nraces held \nthroughout \nEurope. \nThe first race \ncircuit was \nbuilt in \nBrooklands, \nBritain. The \ncircuit was \negg-shaped \nand 2.8 miles \n(4.5 kilometers) \nlong."
    },
    {
      "type": "paragraph",
      "text": "9 \n1978-1980 \nAll motorcycle \nracing ended \nwhen World \nWar II started. \nMotorcycles \nwere used as \narmy vehicles \nduring the war. \nThe first \nGrand Prix \nseason after \nthe war was \nheld. The \nGrand Prix \ncompetition \nincluded \n125 cc, 250 cc, \n350 cc, 500 cc \nand sidecars. \n1970s \nThe two-stroke \nengine for \n500 cc \nmotorcycles \nwas introduced \nby Yamaha. \nKenny Roberts \nof the United \nStates won \nthe 500 cc \nchampionship \nthree years in \na row. \n1990s \nGrand Prix \ncompetitions \nwere held \naround the \nworld. \nGrand Prix \nmotorcycle \nracing was \nlimited to \nthree classes: \n125 cc, 250 cc \nand 500 cc. \nKenny Roberts \nJr. won the \n500 cc \nchampionship. \nThis was the \nfirst time that \na former \nchampion’s \nson had won \nthe title. \n2002 \nThe Grand \nPrix season \nadds the \n990 cc \nfour-stroke \nbikes, which \nare more \npowerful \nthan the \n500 cc bikes."
    },
    {
      "type": "paragraph",
      "text": "RELATED ACTION \nSPORTS \nMotocross \nMotocross bikes are specially made to be ridden at high speed on \nrough dirt and mud tracks. The bikes are strong, lightweight and- \nvery tall, so that the engine and frame do not hit the ground while \ntraveling over rough surfaces. The seat is about \n3 feet (1 meter) from the ground. \nThe tracks have difficult obstacles, as well as \nsteep hills that the riders take at high speeds before \nleaping off and landing far down on the other side. \nSometimes motocross tracks are built in big indoor \narenas. Motocross was once called ‘scrambling’. \nSuperbikes \nSuperbikes are the most powerful racing \nmotorcycles. Superbikes look like Grand Prix \nracing bikes, but are made to be ridden on the road \nand not the track. Some superbikes can travel at \nspeeds of up to 190 miles (306 kilometers) per \nhour, and are specially designed to turn corners at \nthese high speeds. The rider sits very low, or may \neven lie almost flat on the stomach with arms \nstretched in front and feet behind. Some \nsuperbikes can accelerate from 0 to 60 miles \n(100 kilometers) per hour in about three seconds. \nWorld Superbike racing has become very \npopular since it began in 1988. There are two basic \ntypes of superbikes in competition: those with \n730 cc four-cylinder engines, and the twin-cylinder \n1000 cc machines. \n*"
    },
    {
      "type": "paragraph",
      "text": "OSSARY \nacceleration increase in speed \naerodynamic the qualities of a \nmotorcycle that affect the way \nit moves through air, \nparticularly what makes it \ntravel faster \nbanked tracks artificial slopes \nbuilt beside a racing track \nso that the motorcycles can \nbe ridden at high speed \naround bends \ncircuit another name for the \nracetrack \ndehydration extreme loss of \nbodilv fluids \nj \nenduro a type of motorcycle \nendurance racing \nfairing the outer covering of a \nmotorcycle. The fairing covers \nthe engine and other \nworkings of the motorcycle. \nThis makes the bike more \nstreamlined \ngrid area on the track where \nthe motorcycles line up for \nthe start of the race \nKevlar an artificial material \nthat is extremely strong and \nheat-resistant \nlap a single round of the \nracing track \nmagnesium a light metal \nalloy used in the manufacture \nof motorcycles \nmotocross a type of \nmotorcycle racing in which \nbikes are ridden at high \nspeeds on rough dirt and \nmud tracks \nMotoGP a type of \nmotorcycle racing \npiston a moveable cylinder \ninside an engine \npodium the place where \nawards are made after the race \npole position the first position \nin the starting grid, slightly \nahead of the others \nsimulation a computer image \nof a new design that shows \nwhat the motorcycle will be \nlike when it is built \nslick refers to tires that \nare smooth and have little \nor no tread \nstraight the part of a race \ncircuit track without curves \nstrategy planning how a race \nwill be run \nstreamlined shaped so that \nthe motorbike moves with \nlittle wind resistance"
    },
    {
      "type": "paragraph",
      "text": "A \nAbe, Norick 25 \nB \nBarros, Alex 26 \nBiaggi, Max 27 \nbike classifications 5 \nbike design 7 \nbrakes 6 \nc \ncircuits 4, 5, 20, 22-3 \ncomputers 7, 15 \nConstructors Cup 21 \nD \nDaimler, Gottlieb 28 \ndrug code 5, 17 \nE \nengine 6 \nF \nFederation Internationale de \nMotocyclisme (FIM) 5, 11 \nflags 16-17 \nframes 6 \nG \ngrid 15, 20 \nH \nhelmets 8 \nhistory 4, 28-9 \nM \nMcCoy, Garry 25 \nmotocross 11,30 \nP \npodium ceremony 21 \nPoensgen, Katja 27 \npole position 15, 20 \npractice sessions 15 \nR \nrace officials 18-19, 20 \nrace team 12-13 \nracing rules 11 \nrider fitness 14 \nrider’s gear 8-9 \nriding skills 10 \nRoberts, Kenny Jr. 24, 29 \nRoberts, Kenny Sr. 29 \nRossi, Valentino 26 \ns \nsafety 8, 16-17 \nslipstreaming 21 \nstrategy 20-1 \nstreamlining 7 \nsuperbikes 30 \nsuspension 6 \nT \ntesting 7 \ntime trials 15 \ntires 6 \nw \nwheels 6"
    },
    {
      "type": "paragraph",
      "text": "Laurelton Branch \n134-26 225th Street \nLaurelton, NY 11413 \n718/528-2822 \nAH items are due on latest date stamped. A charge is \nmade for each day, including Sundays and holidays, \nthat this item is overdue. \n42Q44/91 \nLibrary"
    },
    {
      "type": "paragraph",
      "text": "Queens Library \nBuy a Book for \nQueens Library \nDedicate a new \nlibrary book to honor \nany occasion. \nContact the Queens \nLibrary Foundation \nfor information. \nwww.queenslibrary.org"
    },
    {
      "type": "paragraph",
      "text": "€ ! \nn \nlA \nLaurelton \n134-26 225th Street \nLaurelton,NY 11413 \n(718) 528-2822 \nCHELSEA HOUSE \nPUBLISHERS \nA Haights Cross Communications Company \nwumi.chelseahouse.com \nRead about AC \nseries of ACTI \ncovers one acl.v.i o \nfull of information on: \n•the gear \nthe ru\\es \nhow it all began \nchampions of the sport."
    }
  ],
  "qa": [],
  "numpages": 40,
  "info": {
    "PDFFormatVersion": "1.5",
    "IsAcroFormPresent": false,
    "IsXFAPresent": false,
    "Title": "Motorcycle Grand Prix racing",
    "Author": "Herran, Joe",
    "Creator": "Internet Archive",
    "Producer": "Recoded by LuraDocument PDF v2.68",
    "CreationDate": "D:20191112083937Z",
    "ModDate": "D:20191112084412Z"
  },
  "metadata": {
    "_metadata": {
      "xap:metadatadate": "2019-11-12T08:44:12Z",
      "xap:createdate": "2019-11-12T08:39:37Z",
      "xap:modifydate": "2019-11-12T08:44:12Z",
      "xap:creatortool": "Internet Archive",
      "dc:title": "Motorcycle Grand Prix racing",
      "dc:creator": "Herran, Joe",
      "pdfaid:part": "2",
      "pdfaid:conformance": "B",
      "xapmm:documentid": "uuid:828f390e-465e-1109-cedd-4d7a3a98a576",
      "xapmm:versionid": "2",
      "pdf:producer": "Recoded by LuraDocument PDF v2.68"
    }
  },
  "scrapedAt": "2026-02-23T07:48:59.139Z"
}